[
   {
      "jobtitle":"Networking Specialist",
      "description":"Minimum Qualifications: Applicant Must have an Associate or Bachelor’s Degree and\/or Professional Certifications in any of the following areas: Computer Science, Network Technology, Software Engineering or Information Security is required. At least two years’ experience is preferred.Knowledge and Abilities: Must have extensive knowledge of network management. Be able to troubleshoot networked computers within the organization, and monitor for internal and external threats. Knowledge of network connectivity, protocols, network security devices, network types, including wireless, Fiber optic or Cat5, and common operating systems, such as Windows and UNIX. Ability to lift and transport heavy computer equipment, and install networking cables or devices.Work Duties: · Respond to troubleshooting calls and e-mails from users of the network· Diagnose and offer repair instructions remotely, as well as in person· Monitor network access for bottlenecks, security threats or problems with connectivity· Configure and maintain security devices to ensure the safety of company software, systems\/data· Work with internal staff ,vendors and information technology professionals· Preform other duties as assigned.Job Type: Full-timeJob Type: Full-timeSalary: $37,440.00 to $52,000.00 \/yearExperience:maintaining pcs &amp; repairs Tier 1: 1 year (Required)Techology Networking: 1 year (Required)Education:Associate (Required)Work authorization:United States (Required)Application Question:Are you able to work weekends when needed for Board Meetings, Events and School Programs when asked?Additional Compensation:CommissionWork Location:Multiple locationsBenefits:Health insuranceDental insuranceRetirement planPaid time offSchedule:Monday to FridayOvertimeOtherBenefit Conditions:Waiting period may applyOnly full-time employees eligible",
      "place":" - Fresno, CA 93721 (Central area)",
      "link":"https:\/\/www.indeed.com\/pagead\/clk?mo=r&ad=-6NYlbfkN0CeQHj3U6A0t-cWPINqc4Q7KjM0o2oQmZZ-2IGS6QVrEGJZPyKHsfCdlKJVZ1AT38F0pKwp7al1K9nF9JVHAAftiu86OBgodbWO0NR2ystqBA2FWtnbWuePn8WM4eQOT72K7kiqeBdKE32tUBvuL985II7ylT_gNiLFoJY6VwaJPhVrKmMxPBIjarO2d_v10g4CxfEfhzMB8oSaLRLyqt3jTbiN8d8dF8SVQ1iKc_HWVbAZFx3K0yJSFyO3m_yGp1iZBK3ywtR8DK8yq0o4SxujJ3_ZwQvVz7MwjwcraC8zvfmdGP5In2FRZ2qvnUWPGGnaNrAAyg1mvohoRKzbzenoVhy7b-T2Y5kt-CECogyep_O7V5buAacbBjAk4WPapcgH5RJak62xcj73WuuUWsKDH-Tlk5cp2dM5MAKtpqOvkZw159hTS0yrwF0SDLJG37Aqz1Njfjrj8fBB32SjPtEX&p=0&fvj=1&vjs=3&tk=1e5t7p2081thm000&jsa=3864&oc=1&sal=1"
   
},
   {
      "jobtitle":"Entry Level - Software Developer",
      "description":"Smoothstack—a tech talent incubator—is one of the most rapidly growing disruptive enterprises in the IT industry in the US.We are looking for developers who want to make a career engaging in challenging projects on futuristic technology, software development, implementing software solutions, developing apps and much more within a variety of sectors such as financial, health care, energy and federal.New college graduates are welcome to apply. We have multiple openings in and around Washington D.C. (Metro area) and no prior work experience is required. We will provide on the job training after you are hired.Basic QualificationsExcitement and eagerness to learn new technologyPassion for IT development and desire to gain in-depth knowledgeBachelor’s degree or minor in any of the following: Computer Science, Engineering, Statistics, Mathematics or Economics or equivalent training or course work experienceBasic knowledge of Java, C#, .Net, Python or similar programming languagesInterest in web programming and Object-Oriented designAdvantages of SmoothstackPay Package - $55,000 onwardRelocation assistance providedHealth\/Medical Benefits401 KIndustry CertificationsMentoring ProgramOpportunity to work at Fortune 500 companiesWe are proud of our diverse environment, EOE, MFDV.Principles only. Recruiters please do not contact this job poster.Do NOT contact us with unsolicited services or offer.Job Type: Full-timeSalary: $55,000.00 \/yearExperience:relevant: 1 year (Preferred)Education:Bachelor's (Preferred)Work Location:One locationMultiple locationsBenefits:Paid time offRelocation assistanceProfessional development assistanceHealth insuranceThis Job Is:Open to applicants who do not have a college diplomaOpen to applicants who do not have a high school diploma\/GEDA job for which military experienced candidates are encouraged to applySchedule::Monday to Friday",
      "place":" - United States",
      "link":"https:\/\/www.indeed.com\/pagead\/clk?mo=r&ad=-6NYlbfkN0ChdE_-3s9UeG5xYsqO3th9AddXeBq2OieSfAM8evhI-PZ76-Buf7EcnCv0gKKLndR0YEV2kTxuAD_VKH6HEbZFGsVNkpiitjOp_daSiXpE3Pd_X3qe-bekUwRlgzVovAcCBt0z5yUU5xFBeE38vP8NN1cwM2zQW5_7-qCme8EqinHwwkAyPsg-JlTgbwJeo6qH8IjNiclkZO2JlA6Ns6DQxLAunU61ahqdtPV9tT5F31NVsuDTnvlbXAxqNBC9ESFmjvmVVl3rTUALJgRYtGiciXLvzhoH_-dC254JFErUxeTQb1X4-Bon5fUQ4xYoUsmNNiEdLXeU3Z7hstgVG4iQJ0tJSfv_c9IoTtR6YWM6ZJMLbIWo7cIcqrc980rtmsvU7WWGf8c4HWgmBWbFQxVbggbH2R3PGwDEyef9pDbpKOUHw8b1qEtC8GPX_YdqUzzDaTtRUV0iPRQ8KTWZ2LaQ&p=1&fvj=1&vjs=3&tk=1e5t7p2081thm000&jsa=3864&oc=1&sal=1"
   
},
   {
      "jobtitle":"Senior Healthcare Internal Auditor",
      "description":"Overview:\nCommunity Medical Centers (Corporate)\n\nSenior Internal Auditor, Full Time\n\nEvery day we strive to achieve the central purpose of our mission: “to improve the health status of the community.\" We are thinkers and innovators, and as the largest private employer in the Central Valley, we are doers. As a Senior Internal Auditor with Community Medical Centers you will be assessing financial operations and improving the effectiveness of things like risk management, control, and governance processes.\n\nYou are a self-starter and will bring a systematic and disciplined approach to ensure our organization is run in the most efficient way.\n\nBelow is a snapshot of what you may be involved with on a day to day basis.\nPlanning, coordinating and executing review processes and activities\nProviding audit and risk assessment services\nAssisting with reviewing the organization’s operations, compliance with laws and regulations, safeguarding of assets, as well as other matters\nYou will be welcomed and supported by a collaborative team experiencing the same challenges and celebrating the same wins. Our Vice President of Internal Audit is highly involved, brings a wealth of industry knowledge to lead this team, and will provide guidance to you in your career. Responsibilities:\nYour Senior Internal Auditor Career at Community | Opportunity. Challenge. Growth.\n\nWe are looking for a professional who is experienced in Accounting\/Finance\/Compliance and thrives on a fast paced environment with complex work, while being committed to excellence in their profession.\n\nYou will be successful in this role by performing your duties honestly, confidentially and objectively. A deep understanding of healthcare and the laws that regulate its delivery is necessary.\n\nIn this role some of your key responsibilities would include but are not limited to:\nSupporting governance by assuring the organization of the state of the control environment.\nAssisting by reviewing the adequacy of internal controls, adherence to policies and procedures, and accuracy of reported financial activities.\nFollowing departmental policies and procedures as well as limited instructions in carrying out daily tasks. Qualifications:\n\nExperience and education minimum requirements:\nBachelor’s degree in Accounting, Finance, Information Systems\/Computer Science or other healthcare related field.\n5 or more years of performing audits and assessing risk (financial, operational, IT and\/or compliance) in a healthcare setting.\nExperience or additional coursework in: charge master, documentation, coding and billing for hospitals, accounting, auditing, system analysis, programming, or computer operations management.\n\nPreferred experience:\nExperience with the following applications: EPIC, Electronic Medical Records (EMR), Lawson and Data Analytics and Continuous Monitoring Software Solutions (ACL).\n\nPreferred licenses\/certifications:\nCertified Public Accountant (CPA) , Certified Internal Auditor (CIA) , Certified Information Systems Auditor (CISA), and\/or ACL Certified Data Analyst (ACDA)\n\nHave questions?\n\nContact Recruiter Brittany Aaronian today at BAaronian@communitymedical.org or Text at 559-231-3259.",
      "place":" - Fresno, CA",
      "link":"https:\/\/www.indeed.com\/pagead\/clk?mo=r&ad=-6NYlbfkN0BulfMXcXxtQy4G3fRInWwRDhT-a35xQEh01fkkNeOw-pQep4vno0-_9HaSKurm93honcylqqIJx95kZQO-z-yzFA4M3ctOar6wTwrB_Pxv2vo3c9z8kyoR7QjkeLYUlCSgkJbQDi8t8UjrDZ__DypzZWGzHObAyVKECF6bUvh-VFOqzQb3s5ASibCakCek9_MuySP8MySvpv81Z5NR5Qs4e0EeVuq8DT5gU9OLvuqAup6HY1NT1T_j3NcDhuoWOjr5cz51l4vP3xYciK1_GtpuEhbjf3-PxK1nNqj2ltG2obLT2SYQowWuxpMuifst82_5VpK8rPIzY_Nag1goc1yWTOgxlFe6jVipK0m5EB5sr64CkVUcoXjYkEXMZUiMBmhjlE4tuMcxTPu4gxTOqNxwmzRueTMKw2xu90Zm7sBMpg9DLVtDfOpNa0r1v5F1enNyAivBZcQKV0E-YEqzYDc5pndLwkEsLOAMU3LALFlpxhcMOY12Z4z1n64Md9ZQp-VN3a_zXuoLk5Z2aKxlz67TRLY62anocD4c_7-NRRIMCAVMl__IHs3oRsbqjDGCadZsr_Jmsg5Sw93KJepsl7SsursTJAE3kN4j7jvXijC7YrkS_mf9nNYWY6Jg1G4KNimjGxFc5rKTAY6c4dMoUwIF8gg9PLduKQJnu8OeXW_T9cwQSPGGLorqEgh4M_LCaMXux2YWx-pTdQ==&p=2&fvj=0&vjs=3&tk=1e5t7p2081thm000&jsa=3864&oc=1&sal=0"
   
},
   {
      "jobtitle":"Software Support Specialist",
      "description":"WinnCompanies is searching for an analytical and organized Software Support Specialist to join our corporate team. In this role, you will primarily review resident ledgers and act as the subject matter expert in Property Management and the Property Management software utilized to facilitate the day to day operations of WinnResidential. You will initially handle the critical duty of analysis, review, and reconciliation of resident ledgers. Upon successful completion of this project, you will take on more of the additional responsibilities listed below.ResponsibilitiesDeep analysis of Resident Ledgers within property management softwareCoordinate resolution of resident ledger delinquenciesAnalyze support problems presented by the end userFormulate software resolutions and plan execution to successful completionImplement and assimilate new properties into the current management SoftwareAssign and direct tasks involved in software implementationsProvide support to individuals with questions about Property Management function, data, and processesLead software patch release and upgrade projectsDocument processes and create learning tools and training contentCoordinate, execute, and document all HelpDesk activity to ensure accuracy and be able to consistently repeat and explain resolutionsRequirementsAssociate's Degree, preferably in computer sciences3-5 years' YARDI experience3-5 years' ledger experience3-5 years' exposure to property managementFamiliarity with LIHTC, HOME, Project Based Section 8 and Public Housing ProgramsAdvanced experience with Property Management softwarePreferred QualificationsBilingual in Spanish and EnglishHigh level analytical thinking skillsHands on Property Management or Accounting experienceAbility to drill down into voluminous data to identify root cause of issuesJob Type: Full-timeWork Location:Fully RemoteBenefits:Health insuranceDental insuranceVision insuranceRetirement planPaid time offParental leaveTuition reimbursement",
      "place":" - Fresno, CA",
      "link":"https:\/\/www.indeed.com\/pagead\/clk?mo=r&ad=-6NYlbfkN0AcdFMvJS11aVsYkZOaZSqftqsBWy6huSWRGM--e5jQFRT5iAWtZrfxdoHCatWpPUPdY24KutUshFCnQDn1AXInamXcaw8yNW1X5XBgBWIBfLSKyZtLXu-zousDJsVNbWho23Y1B-X6y-QKHO11jNKhLYWTETZU3ubXohPySYWaC6Nkl0SFH5ogvtNCuDRxBdw9gPWt130tL_0rpSHPt27bhFKqB4NRme5X0TU9KBZlkx_xlg0V6w05k_Qy-Qw5YDzmxo4gY9MGSWnNlZVDjjBppBuOvvuZ-606BKu878b7ZJdYlqSu4IimXJRSCH2eJ3V_QMOyHw9EkYZnuNVFb0IN5l7r6oSR0Eckzv83VCo9ycAwJTIroQUWv711Cx_1heON35sF8gVh6EcC557zcxRlNw_Fh5QOQJ4eCGUCj9lh5cx_jH9DgGzXtqOA1KqfC7H7V4KOusoOfmdqEsJdhJFA&p=3&fvj=1&vjs=3&tk=1e5t7p2081thm000&jsa=3864&oc=1&sal=0"
   
},
   {
      "jobtitle":"25B Information Technology Specialist",
      "description":"25B Information Technology Specialist\n\nJob ID: 1237791\nJob Views: 250\nLocation: FRESNO, California, United States\nZIP Code: 93727\nJob Category: Technology and Networking\nPosted: 04.01.2020\nAge Requirements: Must be between the ages of 17 and 35\n\nJob Description\nIf you’ve ever considered a job in IT, become an Information Technology Specialist in the Army National Guard and expand your skills and experience with complex technologies. In this role, you will be responsible for sending, receiving, and processing messages and data on the Guard’s sophisticated networks. You will also maintain and troubleshoot the systems that support the military’s logistics and classified data, and build firewalls that can withstand any attempted cyberattack.\n\nJob Duties\nMaintenance of networks, hardware, and softwareProvide customer and network administration services\nConstruct, edit, and test computer programs\n\nSome of the Skills You’ll Learn\nUse of computer consoles and peripheral equipmentComputer systems conceptsPlanning, designing, and testing computer systems\n\nHelpful Skills\nInterest in computer scienceStrong attention to detailAbility to communicate effectivelyExperience in installation of computers\nThrough your training, you will develop the skills and experience to enjoy a civilian career working as a network support technician, data processing technician, or computer programmer in just about any company that uses computers.\n\nEarn While You Learn\nInstead of paying to learn these skills, get paid to learn. In the Army National Guard, you will learn these valuable job skills while earning a regular paycheck and qualifying for tuition assistance.\n\nJob training for an Information Technology Specialist consists of 10 weeks of Basic Training, where you'll learn basic Soldiering skills, and 20 weeks of Advanced Individual Training (AIT) with classroom instruction.\n\nBenefits\/Requirements\nBenefits\n\nPaid training\nA monthly paycheck\nMontgomery GI Bill\nFederal and State tuition assistance\nRetirement benefits for part-time service\nLow-cost life insurance (up to $400,000 in coverage)\n401(k)-type savings plan\nStudent Loan Repayment Program (up to $50,000, for existing loans)\nHealth care benefits available\nVA home loans\nBonuses, if applicable\nMost non-prior service candidates will earn between $200 and $250 per drill weekend, subject to change\n\n\nRequirements\nMilitary enlistment in the Army National Guard\nMust be at least a junior in high school, or have a high school diploma or a GED certificate\nMust be between the ages of 17 and 35\nMust be able to pass a physical exam and meet legal and moral standards\nMust meet citizenship requirements (see NATIONALGUARD.com for details)\n\n\nRequires military enlistment. Programs and benefits are subject to change. Ask your Army National Guard recruiter for the most up-to-date information. Actual MOS assignment may depend on MOS availability.\n\nThis position may qualify for a bonus, ask your National Guard recruiter for the most up-to-date information.",
      "place":" - Fresno, CA 93727 (Mclane area)",
      "link":"https:\/\/www.indeed.com\/pagead\/clk?mo=r&ad=-6NYlbfkN0D2I9ciDnQ8TWqij106ifKzql0DBfOFRiiTr91caot0JvQT-t8txUCwKNcVPnFAvNaD45WqVDxKNbm8fZLufGhC5Q5qfIOO0Cya9ZQTknZL7mm5c9y5AHJanKGf1sozbJ3uEFss7s2b095poK_2rAnitQyaLwZUx4V1YRVP37t3W34SfXQ93xCmtjUl7AxREg97RLv-w7Nkj6Jg-g5XTgWms-OQMOECMLk9pg-qZNHntWcPJkzoc3sCyYTZv6MDLw9pT0ftRGAVc5Y6DjnQuBZ9cIQrYDoezVtHyDyKy3NiY_dVHlL6ay59UxwIMqGJXMTMERL9Ua0uL7hfgk5Y-UV7ZQczGCsEv_zHiesY2ZeAVccMOSqSUkIDlIoIpcwfk2h4kQLyhWlFGx_InciBYSY0bsIbVwZKmfq0gasPG8ijcEtBvAlF4c04HVlxVvn3RPJAZ1sbXMPi93evHPXXGiOilCw6LBoAVvl28nzRoDbCCFqCjt-2rBEPtYBfzcEGRnl3PIWLt-hdNdvhX7Zh7e-comnCTRitFKvOLfnUGHteqbqm_PD18BsU&p=14&fvj=0&vjs=3&tk=1e5t7p2081thm000&jsa=3864&oc=1&sal=0"
   
},
   {
      "jobtitle":"Symitar Episys Programmer (Remote\/Virtual)",
      "description":"DESCRIPTIONAre you interested in helping Credit Unions drive innovation and solve technical problems?At TekChoice LLC, we are hiring motivated technical professionals to help our customers solve real-world problems and come up with creative solutions based upon customer needs. We take pride in our craftsmanship, and commit to collaborate, engage and support each other while leveraging all of our experiences, skills, and goals.Basic Qualifications: High school diploma required.2 years or more of programming\/coding experience.1 year or more of Symitar PowerOn programming experience.1 year or more supporting and developing financial applications.Self-starter attitude with solid oral, written, and interpersonal communication skills.Preferred Qualifications: Bachelor's degree in MIS, Computer Science, or related field, or equivalent combination of education and experience preferred.5 years or more of programming\/coding experience.3 years or more of Symitar PowerOn programming experience.Hands on knowledge of other Symitar-based technologies such as SymXchange, SymConnect, SymForm, ARCU, GoodNight processing, etc.Hands on knowledge of database applications (SQL, NoSQL).Ability to create applications using HTML, JavaScript, CSS, React JS, React Native, .NET C#, JAVA, JSON, XML, or similar programming languages.Hands on experience with integration and development of web services APIs (REST\/SOAP).Hands on experience with Amazon Web Services (AWS) technologies.Our Competitive Compensation and Excellent Benefits Package Includes: Medical, Prescription, Dental, Vision (up to 90% of the premium)Basic Life InsurancePaid Time Off (Vacation, Sick)10 Paid Holidays401(K) Plan with 100% employer match up to 5%.Job Type: Full-timeSalary: $60,000.00 to $90,000.00 \/yearExperience:software development: 2 years (Required)Symitar PowerOn: 1 year (Required)Education:High school or equivalent (Required)Application Question:What programming languages are you proficient with?Work Location:Fully RemoteBenefits:Health insuranceDental insuranceVision insuranceRetirement planPaid time offWork from homeFlexible scheduleParental leaveProfessional development assistanceWork Remotely:Yes",
      "place":" - United States",
      "link":"https:\/\/www.indeed.com\/pagead\/clk?mo=r&ad=-6NYlbfkN0ASuRUuaWwCURX9k3UhkCdic9WoyFPGrjrGRtIFEvPUZr4ZhkU_2hjUM18tAM0IRb1Nnn1xC3-yV046AD1xkVyUjWkNwU7t9Hw9x8mCKws-8g5r_9Ht0wQ0agBXDpoCHCi8WreGAb6q_0LbeQrFgTEU5EO7LyV3qxH4sz-i8fBkWDoFb1GuMwQn0NwuVuKkZJ7d2Q7xUyU90jsMmMQEaucjofWfqjqorkFsfdgtXhsIzz8YslSeVJzIEeTVIt0oNPFXRDLC-qyL9LrH5Sf8lpgotaFoLldrc7yHhMQoXktDjWBU3DSAog0_wlHcM6N_TWx2KNEuYS3hy67-T31u3ok5s-hWpAe1eMGL2JYvCOLVnGBmVzkSJozKJ1m_Rj0vwU6QrdNP_2mYSP0sxzMfCP4IElBqd31wps_wG9UJjqZ9rGNRb-JKI_OK9Q0Uh27l0hqg4eSfEtYkCnOFo1T2P0uDqYUi0PpQ5k_z3rM-afPzoNma45dXczDF&p=15&fvj=1&vjs=3&tk=1e5t7p2081thm000&jsa=3864&oc=1&sal=1"
   
},
   {
      "jobtitle":"Online Academic Tutor",
      "description":"Tutor.com is looking to bring on additional Online Academic Tutors for rewarding work that can make a difference in students' lives. Tutor students from around the world from the comfort of your own home. Our service operates 24\/7, which gives our Tutors the flexibility to set your own schedule. Our clients are both public and institutional so Tutors do not need to perform any business development. We bring our clients to you!We are accepting applications for the following subjects: College Essay Writing, Computer Science, Physics, Nursing, Calculus, Statistics, Trigonometry, and many more!Job Types: Part-time, Contract",
      "place":" - United States",
      "link":"https:\/\/www.indeed.com\/pagead\/clk?mo=r&ad=-6NYlbfkN0Cts5uqk40aEywXJO0WLbYoCV3mt2CTP5rg193In0tzGL2T0FbwrjAUR7sj7mxl6g_O_yS6gI6hKQQKqdQxApZZ4AEs8-OkG2Eq9iEZDS7KvQxAuaV5F-Kwrc7ca29xbsckX1J8EkLqc9Qd_FDf8-O0ib1WBmYvWek0235uo29ycUipnm40_ABqpy7heduL3TIv86iJNz6QF8_hsuDrXkXya3WeEy4nK9RLgjZ5_iZWUBTrnnakIEjIWzCQHck3I0KkN3yRO4-qpPfaMwes0AsVO9GSANHg4VPwqv-ktoaIi1qYlyBGAu6Iqlc-ixUd6Z3fvLhQRMN3r32BUfwWTyibWgBI-vYnWt1sS1rTEfRmflA2hKcvoVQ811TkIr2v9EJqbmIAk_BapJQW5V4QalhIVuY-5g6SSjM=&p=16&fvj=1&vjs=3&tk=1e5t7p2081thm000&jsa=3864&oc=1&sal=0"
   
},
   {
      "jobtitle":"Military Intelligence (Full Time)",
      "description":"About\nServe at the forefront of national security by analyzing top-secret information and interpreting spy reports. Direct the analysis of top-secret satellite imagery. Be the first to ascertain the implications of the latest intelligence. Use keen analytical abilities to perceive patterns in Internet chatter. Intelligence Officers serve as a key part of the Information Dominance Corps as they:\n\nSupervise the collection, analysis and dissemination of critical information\nParticipate in reconnaissance missions\nProvide intelligence support to US Naval forces and multinational military forces\nAdvise executive-level decision makers in US government\nLead Enlisted personnel in gathering and analyzing mission-sensitive intelligence\nConduct analysis of the inner workings of adversaries and develop unmatched intelligence of the battlespace during wartime\nMore Information\n\nResponsibilities\nAs an Intelligence Officer, you will take on a wide variety of assignments, each one essential in its related mission or objective. This role may include:\n\nLeading the planning, development, testing and deployment of information systems crucial to the intelligence process\nMonitoring and analyzing maritime activities that pose a threat to national security, such as drug smuggling, illegal immigration, arms transfers, environmental mishaps and violations of UN sanctions\nDelivering near-real-time operational intelligence assessment to high-level decision makers\nPlanning intelligence operations and managing intelligence programs\nEnabling the collection of human intelligence\nLeading teams of Enlisted experts who identify enemy targets for US or coalition forces\nOverseeing the work of Intelligence Specialists – Enlisted Sailors (no degree required) who help convert information into intelligence\nAs an Intelligence Officer, you will take on a wide variety of assignments, each one essential in its related mission or objective. This role may include:\n\nLeading the planning, development, testing and deployment of information systems crucial to the intelligence process\nMonitoring and analyzing maritime activities that pose a threat to national security, such as drug smuggling, illegal immigration, arms transfers, environmental mishaps and violations of UN sanctions\nDelivering near-real-time operational intelligence assessment to high-level decision makers\nPlanning intelligence operations and managing intelligence programs\nEnabling the collection of human intelligence\nLeading teams of Enlisted experts who identify enemy targets for US or coalition forces\nOverseeing the work of Intelligence Specialists – Enlisted Sailors (no degree required) who help convert information into intelligence\nWork Environment\nDepending on interests, background and performance, Intelligence Officers have opportunities to serve worldwide:\n\nAboard ships\nOn bases and installations\nIn assignments at Joint Intelligence Centers\nServing part-time as a Reservist, your duties will be carried out during your scheduled drilling and training periods. During monthly drilling, Intelligence Officers in the Navy Reserve typically work at a location close to their homes.\n\nFor annual training, they may serve anywhere in the world, either aboard ships or at facilities both home and abroad.\n\nTake a moment to learn more about the general roles and responsibilities of Reservists.\n\nTraining &amp; Advancement\nThose pursuing an Intelligence Officer position are required to attend Officer Candidate School (OCS) in Newport, R.I. Upon completion, they attend a five-month basic course of instruction at the Navy and Marine Corps Intelligence Training Center in Dam Neck, Va., where they receive training in: electronic, anti-submarine, anti-surface, anti-air, amphibious and strike warfare; counterintelligence; strategic intelligence; air defense analysis; and combat mission planning.\n\nFrom there, INTEL Officers embark on a 30-month operational fleet tour. This is typically an assignment with an aviation squadron, with an air wing staff or on board an aircraft carrier or amphibious command ship. Promotion opportunities are regularly available but competitive and based on performance. It’s also important to note that specialized training received and work experience gained in the course of service can lead to valuable credentialing and occupational opportunities in related fields.\n\nMost of what you do in the Navy Reserve is considered training. The basic Navy Reserve commitment involves training a minimum of one weekend a month (referred to as drilling) and two weeks a year (referred to as Annual Training) – or the equivalent of that.\n\nIntelligence Officers in the Navy Reserve serve in an Officer role. Before receiving the ongoing professional training that comes with this job, initial training requirements must be met.\n\nFor current or former Navy Officers (NAVET): Prior experience satisfies the initial leadership training requirement – so you will not need to go through Officer Training again.\n\nFor current or former Officers of military branches other than the Navy (OSVET), as well as for Officer candidates without prior military experience: Beginning October 1st, 2019, Officer Candidates will be required to attend the Officer Development School (ODS) in Newport, RI instead of the 12-day Direct Commission Officer School. ODS is a five-week program that provides a comprehensive and intense introduction to the responsibilities of Navy Staff Corps Officers. Here you will learn about the military structure of the U.S. Navy, its rich history of traditions and customs, leadership development and military etiquette. There may be an option for attendees to request to split the five-week program into two sessions.\n\nEducation Opportunities\nBeyond professional credentials and certifications, Intelligence Officers can advance their education by:\n\nPursuing opportunities at institutions such as Naval Postgraduate School (NPS) or Navy War College (NWC)\nCompleting Joint Professional Military Education (JPME) at one of the various service colleges\nBeyond professional credentials and certifications, Intelligence Officers can advance their education by:\n\nPursuing opportunities at institutions such as Naval Postgraduate School (NPS) or Navy War College (NWC)\nCompleting Joint Professional Military Education (JPME) at one of the various service colleges\nQualifications &amp; Requirements\nA four-year degree from a regionally accredited institution is required to work as an Intelligence Officer. It is preferred that the degree focuses on areas of study such as: international relations, political science, government, engineering, physical science, natural science, computer science, or other academic fields related to intelligence.\n\nAll candidates must also be: US citizens; willing to serve worldwide; and eligible for a special intelligence security clearance.\n\nGeneral qualifications may vary depending upon whether you’re currently serving, whether you’ve served before or whether you’ve never served before.\n\nA four-year degree from a regionally accredited institution is required to work as an Intelligence Officer. It is preferred that the degree focuses on areas of study such as: international relations, political science, government, engineering, physical science, natural science, computer science, or other academic fields related to intelligence.\n\nAll candidates must also be: US citizens; willing to serve worldwide; and eligible for a special intelligence security clearance.\n\nGeneral qualifications may vary depending upon whether you’re currently serving, whether you’ve served before or whether you’ve never served before.",
      "place":" - United States",
      "link":"https:\/\/www.indeed.com\/pagead\/clk?mo=r&ad=-6NYlbfkN0D_BiQLfLZGbqsS5VGUu2209dHSZevNasmaoZKjxlTvBRMUKK_yo0bwSGL27dvokUXk_8rFjrpb16S6xuAsVr32K_okwCb4471qv-vWO2r644zLVqFyf8xY4Scj3aIYdIBAYRgaoZjGliteBTG0zRYShNHJUqQgeR_FMPsRC2HmkvfuSbaR9ie_YWJu48YLa74MSmNczxWxLGeKEhDa_OM39ZVCKWucQaElG5indbRkdMe55ssc8helH1RwslClMn2wDbSEZThRzGiiRwmRNpMbXVdEeVprbCTrlaW28Uk3EdhcDrwrB8THygS7WRSR7BdaBaSujwX464H9VGAV_GNbFQaugmGoFxZUR3b9u_-y2CAAVBWI_yVO6Vf7VvIfoJnIef9xZNttifcgQq8KAl3yt8y-iAkFAFlLsj5YvBtC9yxsPy1DFRpNkDWnbkD_9bGIejDQV9u0lN4wIPJGz_N1ZyX1LA3jiYNZQRCxz7Kyy2AnQ-TQ-VfCHLfuef_tVUbJdWGx7W_TKLyIsCd5vRd-5ONh__z_FSXbcp2xYn_in7o3O2kzFUeLZN81RcFS7JkZCbzhYfSElxEKr7Hu9UbS4Y1JuQlHmK48JiLyNRs2q_JDM2rf_WFu1rgiXYzmO6mux-4SiKNCrw==&p=17&fvj=0&vjs=3&tk=1e5t7p2081thm000&jsa=3864&oc=1&sal=0"
   
},
   {
      "jobtitle":"Information Professional (Full Time)",
      "description":"About\nEffective, secure communication in the cyber domain is essential to the everyday operations of military intelligence in America’s Navy. Information Professionals who oversee the seamless operation of the global Naval network environment are key to these efforts. Their responsibilities include:\n\nMapping out the network platforms of the future\nEnsuring the effectiveness of the Navy technologies\nHelping to develop and deploy information systems, command and control, and space systems\nServing as a key part of the Information Dominance Corps in its mission to gain a deep understanding of the inner workings of adversaries and developing unmatched knowledge of the battlespace during wartime\nWhat to Expect\nInformation Professional Officer\n\nMore Information\n\nResponsibilities\nAs an IP, you are among those who plan, acquire, secure, operate and maintain the Naval network and the systems that support Navy operations and business processes. This role may include:\n\nLeading the Naval network warfare missions in developing tactics and procedures to realize tactical, strategic and business advantages afloat and ashore\nDriving interoperability with joint, allied and coalition partners\nBuilding professional excellence through education, training and certification, and milestone qualifications\nOptimizing organizational effectiveness through cutting-edge technologies, knowledge management techniques and a culture of innovation\nOverseeing the work of Information Systems Technicians – Enlisted Sailors (no degree required) who serve as specialists in information technology\nAs an IP, you are among those who plan, acquire, secure, operate and maintain the Naval network and the systems that support Navy operations and business processes. This role may include:\n\nLeading the Naval network warfare missions in developing tactics and procedures to realize tactical, strategic and business advantages afloat and ashore\nDriving interoperability with joint, allied and coalition partners\nBuilding professional excellence through education, training and certification, and milestone qualifications\nOptimizing organizational effectiveness through cutting-edge technologies, knowledge management techniques and a culture of innovation\nOverseeing the work of Information Systems Technicians – Enlisted Sailors (no degree required) who serve as specialists in information technology\nWork Environment\nInformation Professionals serve in challenging roles of increasing scope and responsibility both afloat and ashore. This could include:\n\nBeing part of Battle Group staffs on ships at sea\nWorking in C4I\/Space\/Surveillance on shore tours\nServing on major Navy and joint staffs\nServing in command of key communication and surveillance facilities around the globe\nServing part-time as a Reservist, your duties will be carried out during your scheduled drilling and training periods. During monthly drilling, Information Professionals in the Navy Reserve typically work at a location close to their homes.\n\nFor annual training, IPs may serve anywhere in the world, whether on a ship at sea or C4I\/Space\/Surveillance facilities on shore.\n\nTake a moment to learn more about the general roles and responsibilities of Reservists.\n\nTraining &amp; Advancement\nThose pursuing an Information Professional Officer position are required to attend Officer Candidate School (OCS) in Newport, R.I. Upon completion, they typically attend a five-week IP Basic Course of instruction in Pensacola, Fla., before or during their initial assignment.\n\nIPs must complete specific qualifications as part of their training during Fleet tours and are expected to pursue advanced education opportunities. Promotion opportunities are regularly available but competitive and based on performance. It’s also important to note that specialized training received and work experience gained in the course of service can lead to valuable credentialing and occupational opportunities in related fields.\n\nMost of what you do in the Navy Reserve is considered training. The basic Navy Reserve commitment involves training a minimum of one weekend a month (referred to as drilling) and two weeks a year (referred to as Annual Training) – or the equivalent.\n\nInformation Professionals in the Navy Reserve serve in an Officer role. Before receiving the ongoing professional training that comes with this job, initial training requirements must be met.\n\nFor current or former Navy Officers (NAVET): Prior experience satisfies the initial leadership training requirement – so you will not need to go through Officer Training again.\n\nFor current or former Officers of military branches other than the Navy (OSVET), as well as for Officer candidates without prior military experience: Beginning October 1st, 2019, Officer Candidates will be required to attend the Officer Development School (ODS) in Newport, RI instead of the 12-day Direct Commission Officer School. ODS is a five-week program that provides a comprehensive and intense introduction to the responsibilities of Navy Staff Corps Officers. Here you will learn about the military structure of the U.S. Navy, its rich history of traditions and customs, leadership development and military etiquette. There may be an option for attendees to request to split the five-week program into two sessions.\n\nEducation Opportunities\nBeyond professional credentials and certifications, Information Professionals can advance their education by:\n\nPursuing opportunities at institutions such as Naval Postgraduate School (NPS) or Navy War College (NWC)\nCompleting Joint Professional Military Education (JPME) at one of the various service colleges\nPostgraduate education is important to the success of the Information Professional. Most IPs will complete a master’s degree in C4I, space, information systems, computer science or modeling and simulation.\n\nThere’s also potential to pursue a graduate certificate, DoD certifications, federal executive fellowships and information assurance scholarships and internships.\n\nBeyond professional credentials and certifications, Information Professionals can advance their education by:\n\nPursuing opportunities at institutions such as Naval Postgraduate School (NPS) or Navy War College (NWC)\nCompleting Joint Professional Military Education (JPME) at one of the various service colleges\nQualifications &amp; Requirements\nA four-year degree is required to work as an Information Professional. Candidates seeking an Officer position in this community must have a bachelor’s degree from a regionally accredited institution in a technical field, preferably in one of following fields: Information Systems, Electrical Engineering, Computer Engineering, Information Operations, Computer Science, Systems Engineering or General Engineering.\n\nAll candidates must also be: U.S. citizens, willing to serve worldwide, eligible for a Top Secret\/Sensitive Compartmented Information (SCI) security clearance, and qualified for sea duty.\n\nGeneral qualifications may vary depending upon whether you’re currently serving, whether you’ve served before or whether you’ve never served before.\n\nA four-year degree is required to work as an Information Professional. Candidates seeking an Officer position in this community must have a bachelor’s degree from a regionally accredited institution in a technical field, preferably in one of following fields: Information Systems, Electrical Engineering, Computer Engineering, Information Operations, Computer Science, Systems Engineering or General Engineering.\n\nAll candidates must also be: U.S. citizens, willing to serve worldwide, eligible for a Top Secret\/Sensitive Compartmented Information (SCI) security clearance, and qualified for sea duty.\n\nGeneral qualifications may vary depending upon whether you’re currently serving, whether you’ve served before or whether you’ve never served before.",
      "place":" - United States",
      "link":"https:\/\/www.indeed.com\/pagead\/clk?mo=r&ad=-6NYlbfkN0D_BiQLfLZGbqsS5VGUu2209dHSZevNasmaoZKjxlTvBRMUKK_yo0bw6fxAl2ygE0G7zKMQ0-MsLTsVctv3DyoIuKIJ97y4WywJX8ggO3VKZ0G0-64qYCoLm0zjB09sBRTXTbQrMNlGooa3IVBwLT_omYvQILspo0AqOTG17Ii-wLYW08RniHVdXjXggNgID6cNn5i9O6_Q-wq_DlDoq7ZV3tc95ITfGYsOGIp6rDNSqHK9-cqWCpjjImcITzTkcwMRH_wxUyY0AkETnqFgVGzC0AG1ThhyiCUuFBeMXBv7qm27sBI1BQbomDkn9e8Qkt9AhcEm14KW9Jof-Zoo2v_Q26zWU6vww08g9UULVtvwt5wMcRc2MytiL_KdR54-KAF1QKfLNpR1rI-6uu4rGVEpYkJ8VCGYkFfSg56yLta8CF6ipigcJsijru7gwg9kbdwtG87f4YzRXaBxNGX5aHGYvdaTqjjI3HvcnW10BxwWAqBtrm4t9asdhjksHGlhIKrjW17Vj02J6yhMXbH9beORPbka9CX9Hq8kpst_ahYY65KGn-mrbU9XENH3RFGXCSU_ByeTb_kt4ERCU6H3FubW9D0dmu8m30atEVsXgdaGg1tz6qlKs5x23ra02jjfWqKS6RSqoGC2iQ==&p=18&fvj=0&vjs=3&tk=1e5t7p2081thm000&jsa=3864&oc=1&sal=0"
   
},
   {
      "jobtitle":"Data Analyst",
      "description":"Data Analyst\nInformation Technology Department\nCentral Valley Regional Center, Inc. is presently inviting applicants to apply for the position described below. We are an Equal Opportunity\/Affirmative Action employer and actively encourage recruitment from women and minorities. Your cooperation in posting this notice is appreciated.\nSUBMIT APPLICATION TO: ADP\nFILING DEADLINE: Open until filled.\nLOCATION OF OPENING: Fresno or Visalia Office *No relocation available*\nPOSITION DESCRIPTION:\nCoordinate internally with other team members. Provide technical and functional support for resolution of external\/client problems, incidents, issues, requests and inquiries. Track trends and issues, validates with in-depth data and analysis; applies solutions quickly. Maintain both process and technical documentation on how to use our systems. Design and code automation of mundane\/repeated tasks, streamlining existing processes. Maintain new sets of data for reports.\nQUALIFICATIONS:\nGood understanding of HIPAA. Proficiency with SQL scripts, indexes and queries to analyze and manage data. Implementing projects in existing databases and software products using SQL. Proficiency with creating forms and document management systems. Minimum of 2+ years related experience, Degree in computer science field or equivalent related experience. Knowledge of best practices and IT operations in an always-up, always-available service. Ability to problem solve, applying analytical, technical and aptitude skills. Strong organizational and time management skills. Excellent verbal and written communication skills.\nDESIREABLE SKILLS:\nExperience with form creation and workflows implementations. Experience working in a healthcare environment. Familiarity with MS Access and Power BI, Tableau, or other programs a plus. Strong knowledge of Excel. Experience with VBA, JavaScript or other language desirable.\nWORKING CONDITIONS\/PHYSICAL REQUIREMENTS:\nProfessional office environment. Considerable use of vision for analyzing computer printouts, reports, etc. Extensive use of computer terminals and monitors. Manual dexterity for typing on a computer keyboard. Vision required to view computer monitor, read numbers and printed material. Mobility sufficient to reach, lift and transport files and other work material to work areas. Ability to lift light equipment and materials. Ability to sit for extended periods of time. Ability to work evenings and weekends as needed.\nSTARTING SALARY RANGE: $55,000 to $65,000\nBENEFITS: Accrual of vacation and sick leave hours, holiday pay, group health insurance, dental insurance, vision service plan, life insurance, CalPERS retirement, and long-term disability insurance.\nAPPLICANT NOTE: The acceptance of your application will depend on whether you have clearly demonstrated that you meet the minimum requirements. Based upon review of your application and supportive information, only the most qualified candidates will advance to the interview portion. The interview will cover experience, personal suitability, education, and general ability to perform the duties of the position.",
      "place":" - Fresno, CA 93722 (West area)",
      "link":"https:\/\/www.indeed.com\/rc\/clk?jk=bac5757646bd74d4&fccid=7ea20b41f7402632&vjs=3"
   
},
   {
      "jobtitle":"Software Support Specialist",
      "description":"WinnCompanies is searching for an analytical and organized Software Support Specialist to join our corporate team. In this role, you will primarily review resident ledgers and act as the subject matter expert in Property Management and the Property Management software utilized to facilitate the day to day operations of WinnResidential. You will initially handle the critical duty of analysis, review, and reconciliation of resident ledgers. Upon successful completion of this project, you will take on more of the additional responsibilities listed below.ResponsibilitiesDeep analysis of Resident Ledgers within property management softwareCoordinate resolution of resident ledger delinquenciesAnalyze support problems presented by the end userFormulate software resolutions and plan execution to successful completionImplement and assimilate new properties into the current management SoftwareAssign and direct tasks involved in software implementationsProvide support to individuals with questions about Property Management function, data, and processesLead software patch release and upgrade projectsDocument processes and create learning tools and training contentCoordinate, execute, and document all HelpDesk activity to ensure accuracy and be able to consistently repeat and explain resolutionsRequirementsAssociate's Degree, preferably in computer sciences3-5 years' YARDI experience3-5 years' ledger experience3-5 years' exposure to property managementFamiliarity with LIHTC, HOME, Project Based Section 8 and Public Housing ProgramsAdvanced experience with Property Management softwarePreferred QualificationsBilingual in Spanish and EnglishHigh level analytical thinking skillsHands on Property Management or Accounting experienceAbility to drill down into voluminous data to identify root cause of issuesJob Type: Full-timeWork Location:Fully RemoteBenefits:Health insuranceDental insuranceVision insuranceRetirement planPaid time offParental leaveTuition reimbursement",
      "place":" - Fresno, CA",
      "link":"https:\/\/www.indeed.com\/company\/WinnResidential\/jobs\/Software-Support-Specialist-1d18623003be2c16?fccid=5c7d46f4acc219d0&vjs=3"
   
},
   {
      "jobtitle":"Deskside Support Technician",
      "description":"Logistics done differently.\nAt XPO Logistics, we’re transforming transportation and logistics through technology, investing hundreds of millions of dollars every year in IT. As the Deskside Support Technician, you will be responsible for supporting and troubleshooting the XPO end-user environment, and for executing device life cycle management activities, including provisioning, fulfilling, deploying, supporting and dispositioning assets. Become a part of our rapidly growing, dynamic team and we’ll give you the tools and support to build a rewarding career.\n\nPay, benefits and more.\nWe are eager to attract the best, so we offer competitive compensation and a generous benefits package, including full health insurance (medical, dental and vision), 401(k), life insurance, disability and more.\nWhat you’ll do on a typical day:\nTroubleshoot and resolve Tier 2 and 3 escalated technical issues\nMaintain and manage workload through computerized ITSM ticketing and tracking system\nTroubleshoot hardware, software and networking issues on laptops, PCs, thin clients and mobile devices\nUse SCCM, PowerShell, Active Directory and other diagnostic and remediation utilities to identify, diagnose and correct issues\nSupport, troubleshoot and train end users on Microsoft Office applications, including Office 365 email and Outlook\nWhat you need to succeed at XPO:\nAt a minimum, you’ll need:\n1 year of experience supporting networked systems and telephony equipment\nExperience installing, troubleshooting and supporting corporate AV equipment, and building, deploying and troubleshooting desktop computers in a corporate environment\nIt’d be great if you also have:\nAssociate degree, Bachelor’s degree or vocational training in Computer Science or Management Information Systems\n3 years of Mac OS experience\nBe part of something big.\n\nXPO is a leading provider of cutting-edge supply chain solutions to the most successful companies in the world. We help our customers manage their goods most efficiently using our technology and services. Our greatest strength is our global team – energetic, innovative people of all experience levels and talents who make XPO a great place to work.\n\nWe are proud to be an Equal Opportunity\/Affirmative Action employer. Qualified applicants will receive consideration for employment without regard to race, sex, disability, veteran or other protected status.\n\nThe above statements are intended to describe the general nature and level of work being performed by people assigned to this classification. They are not intended to be construed as an exhaustive list of all responsibilities, duties and skills required of personnel so classified. All employees may be required to perform duties outside of their normal responsibilities from time to time, as needed.",
      "place":" - Fresno, CA 93725",
      "link":"https:\/\/www.indeed.com\/rc\/clk?jk=5d586a1b203e402c&fccid=518acc75d1476dc2&vjs=3"
   
},
   {
      "jobtitle":"Software Engineer",
      "description":"Pelco is a global leader in the design, development, and manufacture of predictive video security solutions including cameras, recording and management systems, software, and services. Our personal engagement with customers, resellers and technology partners drives the development and deployment of surveillance and security solutions with meaningful innovation. It’s the foundation that Pelco has built its brand upon for over 25 years.\nFrom the recently introduced VideoXpert video management platform to our industry-leading selection of IP cameras and accessories, Pelco is committed to designing and delivering a broad range of high-quality, IP video security solutions, products, and systems that make The World Safer.\nPosition description:\nAs part of Pelco’s engineering organization, you will have the opportunity to engage with some of our talented business and technology minds to collaborate on building quality software offers and products around video technology. Together we will create distinctive video solutions that help solve real world customer problems.\nAs a Software Engineer, working as a member in an Agile team, you will be responsible for all aspects of product development to continuously iterate on improving the product. Our Agile teams vary between 3-6 members in size and are fully empowered to drive progress working directly with stakeholders. We pride ourselves on learning at every opportunity while holding each other to the highest standards.\nThe Software Engineer is a full-time position, reporting to our Engineering Director, Video Management Solutions. The position is located in Fresno, California.\nEssential functions:\nOwn the software design, implementation, testing and maintenance of various capabilities in a server-cloud-client application stack.\nCollaborate in various Agile planning meetings.\nProactively manage changes in project scope, identify potential issues, and devise contingency plans.\nAvailable to provide advice and assistance to teams on technical difficulties that arise during the course of their work\nProvide technical mentorship and guidance to other engineers including code reviews and diving in to coding assignments, as well as defining and implementing best in class standards.\nRecommend and implement new technologies and architectures to ensure applications remain current and robust.\nEnsure solutions are architected with a focus on security, stability, scalability, and resiliency, leveraging relevant engineering principles.\nCoordinating with other departments (as needed) to perform analysis and design of applications and systems. Level 3 application support to keep production environment systems always running.\nQualifications:\nBachelor's degree in Computer Science (or a related field) or at least four years’ equivalent work experience.\nThree (or more) years’ software development experience.\nProficient using version control and build tools such as Git, Jenkins, and Maven.\nProficient in programming languages, like C++,Java,Objective-C,HTML5,CSS, JavaScript.\nProficient in web services API development (REST, SOAP).\nKnowledge of high-level, object-oriented design methodologies.\nKnowledge of software development for Linux, Cloud, iOS and Android.\nKnowledge of working with Amazon Web Service (AWS) applications.\nKnowledge of SQL databases and network programming.\nSelf-driven and acts with an extreme sense of urgency and passionate about delivering.\nInnovative and Effective at problem solving under critical deadlines. Able to communicate effectively, both in written and oral form with remote and on-site team members.\nPreferred:\nMaster’s Degree in Computer Science (or a related field) or two years’ equivalent work experience.\nExperience with programmatically handling IP Video (H.264, RTSP, RTP, MPEG-DASH, HLS, etc).\nExperience creating Mobile Apps that showcase a great user experience. Desire to take on leadership roles as opportunities present themselves.\nIt is the policy of Pelco, Inc., to provide equal employment and advancement opportunities in the areas of recruiting, hiring, training, transferring, and promoting all qualified individuals regardless of race, religion, color, gender, disability, national origin, ancestry, age, military status, sexual orientation, marital status, or any other legally protected characteristic or conduct.\nPelco Inc. does not accept unsolicited resumes, from search firms, and is not responsible for fees related to such.",
      "place":" - Fresno, CA 93711 (Bullard area)",
      "link":"https:\/\/www.indeed.com\/rc\/clk?jk=3b8210a6db2db6fa&fccid=c86fec9f4b86302a&vjs=3"
   
},
   {
      "jobtitle":"Application Consultant",
      "description":"Grundfos is on a journey implementing a global SAP S\/4 HANA architecture that will support in taking our business processes into the next “gen-ERP” and support our digitalization journey. If you have the skills, ambitions and creative mindset to help us accomplish our goals and you want to develop your personal and professional skills, our Application Analyst will play a key part in making our warehouse processes the best in class. The Application Analyst will be a member of our global IS Supply Chain Logistics and Quality department that works to develop, implement and support all IT solutions related to logistics\/warehouse processes for all the Grundfos global sites and will report directly to the Department Head. This position will operate daily out of our Brookshire, TX, USA office, but work closely with colleagues in different locations around the world. It is important to note that we are not able to offer relocation or work authorization support for this position.\n\nMajor Tasks:\n\nThe Application Analyst will be a part of an interesting journey to convert our current SAP ERP system to a new system – S\/4 HANA. This also includes a transition\/journey from SAP WM into an SAP EWM embedded S\/4 HANA solution.\nWork closely with different business units who use SAP in their daily warehouse management processes.\nParticipate in supporting and providing advisory services, application design, development, implementation and application integration within the digital value chain.\nFacilitate continuous growth in business efficiency and usage of the core applications.\nProvide value to the business by:\nProviding general support on the system\nImplementing business improvements\nDeveloping templates, executing projects and rolling out the system globally\n\n“This job put high demands on your ability to work and navigate in a complex matrix organization with many stakeholders. You get to use your systematic thinking to make the planning an execution of our processes as simple as possible. Since these processes are constantly changing, you will have a great impact on your daily work and our future solutions,” -Application Analyst Hiring Manager.\n\nRequired Education &amp; Experience:\n\nBachelor’s degree in Computer Science, Information Technology, Computer Engineering or equivalent You have a degree in logistics, supply chain processes or IT processes\/ERP solutions Possess 3-5 years working experience with SAP WM\/MM\/LE and ECC is required.\n\nExperience with SAP EWM and\/or S4 HANA in an advantage but not a prerequisite.Strong communication skills both in written and verbal.Experience working as an internal business consultant within a large organization is highly preferred.Proven self-starter with ability to work in an open work environment within a global team.Great collaboration skills; with ability to work with many different people in our global organization.Initial international travel will be required upon hire for onboarding activities. And this position may be required to participate in team meetings or other events. Therefore, candidates must be able to maintain a valid passport.",
      "place":" - Fresno, CA 93727 (Mclane area)",
      "link":"https:\/\/www.indeed.com\/rc\/clk?jk=42285f4f9e8835f1&fccid=c12d9bce66a866f6&vjs=3"
   
},
   {
      "jobtitle":"INFORMATION TECHNOLOGY ANALYST III - APPLICATIONS DEVELOPER",
      "description":"APPLY IMMEDIATELY AS THIS RECRUITMENT MAY CLOSE AT ANY TIME\n\nAPPLICATIONS MUST BE SUBMITTED ONLINE ONLY\nThe Fresno County Department of Internal Services is offering an exciting career opportunity for dynamic, experienced IT professionals interested in a position as an Information Technology Analyst III - Applications Developer.\n\nAn Applications Developer designs, tests, and maintains software programs by writing code, modifying in-house developed software, improving performance, and upgrading interfaces. Incumbents at the III level are expected to perform more complex assignments with minimal supervision. Ideal candidates will have knowledge and experience with software development life-cycles as well as ASP.NET MVC and C# programming languages.\n\nCandidates for this recruitment must have experience with ASP.NET MVC and C# programming languages.\n\nAs a condition of employment, candidates may be required to undergo and pass a thorough background investigation and polygraph examination. These investigations include employment\/credit histories, verification of education, arrest\/criminal records, drug\/alcohol use, and personal conduct. This list is neither inclusive nor exclusive; other relevant areas may be investigated and verified.\n\nPositions in this classification are in Medical Group I - Light Physical Activity (Personnel Rule 8). This group includes positions which require only light physical effort and may include lifting of small, light objects and some bending, stooping, squatting, twisting, and reaching. Considerable walking or standing may be involved.\n\nEligible candidates must be able to perform the essential functions of the position with or without reasonable accommodation.\n Samples of Duties: Please click here to review the Samples of Duties.\n\n Knowledge, Skills and Abilities: Please click here to review the Knowledge, Skills and Abilities.\n\n Minimum Qualifications:\nApplicants must qualify under one (1) of the options listed below:\n\nOPTION 1:\n\nExperience: Four (4) years of full-time, paid work experience designing, developing and modifying computer applications with specific experience in ASP.NET MVC and C# programming languages.\n\nSubstitution: Possession of a valid certification from CompTIA, Microsoft or Project Management Institute in project management, database administration, applications development or a closely related field, obtained or renewed within the last five (5) years, may substitute for one (1) year of the required experience.\n\nOPTION 2:\n\nEducation: Completion of sixty (60) semester units of coursework that is acceptable within the United States' accredited college or university system with at least fifteen (15) units of coursework in Information Systems, Computer Science or a closely related field.\n\nExperience: Two (2) years of full-time, paid work experience designing, developing and modifying computer applications with specific experience in ASP.NET MVC and C# programming languages.\n\nIn addition to the options listed above, the following may also be required:\n\nLicense: Possession of a valid Class \"C\" driver's license, or equivalent, may be required.\n\nTO PREVENT THE DISQUALIFICATION OF YOUR APPLICATION, PLEASE NOTE:\nThe minimum qualifications for this recruitment have been limited to candidates with an experience background related to the specific vacancy.\nApplicants must meet the minimum qualifications for this position by the filing deadline.\nA completed Fresno County employment application is required (must be current, complete, and accurate; amendments will not be allowed after the filing deadline).\nPlease fully list your work experience, including current position. Failure to list current and complete work experience within the job application (including employment with the County of Fresno) will disqualify the applicant from consideration.\nIn the Education section of your application, please provide complete information for each school attended. Please provide the school's name, school's location, the type and number of units earned (semester or quarter), and if applicable, which major or program was completed. Failure to completely list education within the job application may disqualify the applicant from consideration.\nCollege\/university transcripts may be requested to verify completion of qualifying units.\nIf you have completed education in a foreign college or university and are using this education to meet the minimum qualifications, you must provide documentation that the foreign education is comparable to that received within the United States' accredited college or university system or your application will not be accepted. Documentation must be provided by the closing date and time of this recruitment. You must either attach a copy to your online employment application; fax a copy to (559) 455-4788, Attn: Justin Tolman; or hand deliver a copy to our office. Late submission of documentation will not be accepted.\nIf you possess a qualifying certificate, a copy of your certificate must be submitted with your application. You must either attach a copy to your online employment application; fax a copy to (559) 455-4788, Attn: Justin Tolman; or hand deliver a copy to our office. Late submission of documentation will not be accepted.\nResumes and attachments will not be accepted in lieu of a completed employment application.\nSELECTION PROCESS:\n\nDepending upon the number of applicants meeting the minimum qualifications and filing requirements, applicants may be scheduled for one or more of the of the processes listed below:\nWritten Examination\nOral Examination\nSuccessful candidates will be placed on an employment list effective for a minimum of 3 months (may be extended up to an additional 12 months), and certified in rank order as vacancies occur.\n\nREQUIRED APPLICATION MATERIALS:\nFresno County Employment Application - must be current, complete, and accurate; amendments will not be allowed after the filing deadline.\nSupplemental Questionnaire\nIf applicable, a copy of your qualifying certificate. You may attach a copy to your application, submit it to our office, or fax a copy to (559) 455-4788 Attn: Justin Tolman by the closing date\/time of this recruitment; amendments will not be allowed after the filing deadline.\nPlease note: Applications must be submitted online only by the filing deadline. Applications submitted via e-mail, fax, U.S. mail, or in person in our office will not be accepted. Resumes will not be accepted in lieu of a completed application.\n\nHOW TO APPLY:\n\nOnline only: Applications may be found at: http:\/\/fresnocountyjobs.com.\n\nOpen Job Information Flyer and click \"Apply\" to begin the online application process. Failure to complete the job application or failure to follow the application instructions (such as the formatting of education or work experience) will result in the disqualification of the applicant. Amendments will not be allowed after the filing deadline.\nOnce the filing deadline has passed, you may check the status of this recruitment at any time by logging on to https:\/\/www.governmentjobs.com\/Applications\/Index\/fresnoca\n\nPlease be advised that it is the applicant's responsibility to notify Fresno County Human Resources of any mailing address and telephone number changes. Notices sent via U.S. Mail from Human Resources are not forwarded (\"Return Service\" is requested, therefore mail will not be sent to a forwarding address).\n\nThe County of Fresno is an Equal Employment Opportunity Employer. It is the policy of Fresno County to provide employment opportunity for all qualified persons. All applicants will be considered without regard to race, color, religion, sex, national origin, age, disability, sexual orientation, gender, gender identity, gender expression, marital status, ancestry, medical condition, genetic information, or denial of medical and family care leave, or any other non-job-related factor.\n\nREASONABLE ACCOMMODATIONS - The County of Fresno is committed to providing reasonable accommodation to applicants as required by the Americans with Disabilities Act (ADA) and the Fair Employment and Housing Act (FEHA). Qualified individuals with disabilities who need a reasonable accommodation during the application, examination or selection process may contact Human Resources at (559) 600-1830 at least five days prior to the scheduled date or deadline.\n\nEQUAL EMPLOYMENT OPPORTUNITY EMPLOYER\n\nAnalyst: Justin Tolman",
      "place":" - Fresno County, CA",
      "link":"https:\/\/www.indeed.com\/rc\/clk?jk=28332b8f1914aa2f&fccid=eb8f03385f665698&vjs=3"
   
},
   {
      "jobtitle":"Python Django Backend Specialist",
      "description":"Looking to join a great local team of freakishly smart developers? We've got more projects than we can handle, so come join our team!\n\nWe are Bixly, a custom software development company. We're based in Fresno, CA, but we also do business on an international level. Check us out at http:\/\/www.bixly.com. Having grown tremendously in our 10+ years, we are looking for even more growth. We have quality clients, a strong, small local team, and programmers here and abroad.\n\nThis position is full time, and we have health insurance. We are very flexible with work schedules, and provide paid time off.\n\n\nWhat we expect out of you is the same we expect from ourselves:\n\nNo jerks, punks, know-it-alls\nInnovative ideas and strategies. We invest in sharp people and like to know what you can bring to the table to make us better.\nConsistently communicate your point clearly and concisely over email, IM, and verbally\n\nRequirements for the Job:\n\nExperience to the level of proficiency in Python\nExperience with Django and Django Rest Framework\nFamiliarity with JavaScript, and it's large ecosystem\nBasic understanding of internet protocols like HTTP, SSH, and S\/FTP\nExperience working in a code revision management system like Git\n\nSerious bonus points:\n\nA deep understanding of contemporary Computer Science principals\nExperience to the level of proficiency with Docker\nFamiliarity with HTML\/CSS\nExperience with AngularJS\nExperience with relational and non-relational database design and implementation\nAdvanced experience with REST, SOAP, GraphQL, and Websockets for API communication\nDemonstrable experience of planning, developing, and deploying at least one product\nLocal to the Fresno area\n\nWhen filling out your application, be sure to include a short letter as to why you're interested in the role and please include a link to a git repo so we can review some code samples.",
      "place":" - Fresno, CA 93727 (McLane area)",
      "link":"https:\/\/www.indeed.com\/rc\/clk?jk=ac53cf8448884b03&fccid=8a534ee18faa80e5&vjs=3"
   
},
   {
      "jobtitle":"React Developer",
      "description":"Looking to join a great local team of freakishly smart developers? We've got more projects than we can handle, so come join our team!\n\nWe are Bixly, a custom software development company. We're based in Fresno, CA, but we also do business on an international level. Check us out at http:\/\/www.bixly.com. Having grown tremendously in our 10+ years, we are looking for even more growth. We have quality clients, a strong, small local team, and programmers here and abroad.\n\nThis position is full time, and we have health insurance. We are very flexible with work schedules and provide paid time off.\n\n\nWhat we expect out of you is the same we expect from ourselves:\n\nNo jerks, punks, know-it-alls\nInnovative ideas and strategies. We invest in sharp people and like to know what you can bring to the table to make us better.\nConsistently communicate your point clearly and concisely over email, IM, and verbally\n\nRequirements for the Job:\n\nExperience with React\nFamiliarity with JavaScript, and its large ecosystem\nBasic understanding of internet protocols like HTTP, SSH, and S\/FTP\nExperience working in a code revision management system like Git\n\nSerious bonus points:\n\nA deep understanding of contemporary Computer Science principals\nExperience to the level of proficiency with TypeScript\nFamiliarity with HTML\/CSS\nExperience with relational and non-relational database design and implementation\nAdvanced experience with REST, SOAP, GraphQL, and Websockets for API communication\nDemonstrable experience of planning, developing and deploying at least one product\nLocal to the Fresno area\n\nWhen filling out your application, be sure to include a short letter as to why you're interested in the role and please include a link to a git repo so we can review some code samples.",
      "place":" - Fresno, CA 93727 (McLane area)",
      "link":"https:\/\/www.indeed.com\/rc\/clk?jk=096fbfed7ca53cbc&fccid=8a534ee18faa80e5&vjs=3"
   
},
   {
      "jobtitle":"Fresno Teacher Residency Program",
      "description":"Minimum Qualifications: Applicant Must have an Associate or Bachelor’s Degree and\/or Professional Certifications in any of the following areas: Computer Science, Network Technology, Software Engineering or Information Security is required. At least two years’ experience is preferred.Knowledge and Abilities: Must have extensive knowledge of network management. Be able to troubleshoot networked computers within the organization, and monitor for internal and external threats. Knowledge of network connectivity, protocols, network security devices, network types, including wireless, Fiber optic or Cat5, and common operating systems, such as Windows and UNIX. Ability to lift and transport heavy computer equipment, and install networking cables or devices.Work Duties: · Respond to troubleshooting calls and e-mails from users of the network· Diagnose and offer repair instructions remotely, as well as in person· Monitor network access for bottlenecks, security threats or problems with connectivity· Configure and maintain security devices to ensure the safety of company software, systems\/data· Work with internal staff ,vendors and information technology professionals· Preform other duties as assigned.Job Type: Full-timeJob Type: Full-timeSalary: $37,440.00 to $52,000.00 \/yearExperience:maintaining pcs &amp; repairs Tier 1: 1 year (Required)Techology Networking: 1 year (Required)Education:Associate (Required)Work authorization:United States (Required)Application Question:Are you able to work weekends when needed for Board Meetings, Events and School Programs when asked?Additional Compensation:CommissionWork Location:Multiple locationsBenefits:Health insuranceDental insuranceRetirement planPaid time offSchedule:Monday to FridayOvertimeOtherBenefit Conditions:Waiting period may applyOnly full-time employees eligible",
      "place":" - Fresno, CA 93721 (Central area)",
      "link":"https:\/\/www.indeed.com\/rc\/clk?jk=68cab8ab19d2fe42&fccid=201be5da94dcd75c&vjs=3"
   
}
]
