[
  {
    "model": "jobs.jobsinfo",
    "pk": 1,
    "fields": {
      "jobTitle": "Bixly Inc",
      "description": "Looking to join a great local team of freakishly smart developers? We've got more projects than we can handle, so come join our team!\\n\\nWe are Bixly, a custom software development company. We're based in Fresno, CA, but we also do business on an international level. Check us out at http://www.bixly.com. Having grown tremendously in our 10+ years, we are looking for even more growth. We have quality clients, a strong, small local team, and programmers here and abroad.\\n\\nThis position is full time, and we have health insurance. We are very flexible with work schedules, and provide paid time off.\\n\\nWhat we expect out of you is the same we expect from ourselves:\\n\\n\\nNo jerks, punks, know-it-alls\\nInnovative ideas and strategies. We invest in sharp people and like to know what you can bring to the table to make us better.\\nConsistently communicate your point clearly and concisely over email, IM, and verbally\\n\\nRequirements for the Job:\\n\\n\\nExperience with React\\nFamiliarity with JavaScript, and it's large ecosystem\\nBasic understanding of internet protocols like HTTP, SSH, and S/FTP\\nExperience working in a code revision management system like Git\\n\\nSerious bonus points:\\n\\n\\nA deep understanding of contemporary Computer Science principals\\nExperience to the level of proficiency with TypeScript\\nFamiliarity with HTML/CSS\\nExperience with relational and non-relational database design and implementation\\nAdvanced experience with REST, SOAP, GraphQL, and Websockets for API communication\\nDemonstrable experience of planning, developing, and deploying at least one product\\nLocal to the Fresno area\\n\\nWhen filling out your application, be sure to include a short letter as to why you're interested in the role and please include a link to a git repo so we can review some code samples.\"",
      "place": "Fresno, CA",
      "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=101&ao=66506&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&ea=1&cs=1_883b927f&cb=1587930959056",
      "site": "glassdoor"
    }
  },
  {
    "model": "jobs.jobsinfo",
    "pk": 2,
    "fields": {
      "jobTitle": "Table Mountain Casino",
      "description": "\n\n \n\n\n Deadline: 2020-05-01\n\n\n\n Location: Fresno, California, United States\n\n\n\n Employment type: Temporary\n\n\n\n Hierarchy level: Professional Level (some years of experience)\n\n\n\n Job category: IS/IT\n\nGrundfos is on a journey implementing a global SAP S/4 HANA architecture that will support in taking our business processes into the next “gen-ERP” and support our digitalization journey. If you have the skills, ambitions and creative mindset to help us accomplish our goals and you want to develop your personal and professional skills, our Application Analyst will play a key part in making our warehouse processes the best in class. The Application Analyst will be a member of our global IS Supply Chain Logistics and Quality department that works to develop, implement and support all IT solutions related to logistics/warehouse processes for all the Grundfos global sites and will report directly to the Department Head. This position will operate daily out of our Brookshire, TX, USA office, but work closely with colleagues in different locations around the world. It is important to note that we are not able to offer relocation or work authorization support for this position.\n\nMajor Tasks:\n\nThe Application Analyst will be a part of an interesting journey to convert our current SAP ERP system to a new system – S/4 HANA. This also includes a transition/journey from SAP WM into an SAP EWM embedded S/4 HANA solution.\n\nWork closely with different business units who use SAP in their daily warehouse management processes.\n\nParticipate in supporting and providing advisory services, application design, development, implementation and application integration within the digital value chain.\n\nFacilitate continuous growth in business efficiency and usage of the core applications.\n\nProvide value to the business by:\n\nProviding general support on the systemImplementing business improvementsDeveloping templates, executing projects and rolling out the system globally\n\n“This job put high demands on your ability to work and navigate in a complex matrix organization with many stakeholders. You get to use your systematic thinking to make the planning an execution of our processes as simple as possible. Since these processes are constantly changing, you will have a great impact on your daily work and our future solutions,” -Application Analyst Hiring Manager.\n\nRequired Education &amp; Experience:\n\nBachelor’s degree in Computer Science, Information Technology, Computer Engineering or equivalent You have a degree in logistics, supply chain processes or IT processes/ERP solutions Possess 3-5 years working experience with SAP WM/MM/LE and ECC is required.\n\n•Experience with SAP EWM and/or S4 HANA in an advantage but not a prerequisite.\n\n•Strong communication skills both in written and verbal.\n\n•Experience working as an internal business consultant within a large organization is highly preferred.\n\n•Proven self-starter with ability to work in an open work environment within a global team.\n\n•Great collaboration skills; with ability to work with many different people in our global organization.\n\n•Initial international travel will be required upon hire for onboarding activities. And this position may be required to participate in team meetings or other events. Therefore, candidates must be able to maintain a valid passport.",
      "place": "Fresno, CA",
      "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=102&ao=884833&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&cs=1_cf1bc8e3&cb=1587930959056&jobListingId=3540112064",
      "site": "glassdoor"
    }
  }
]
