{
  "0": {
    "jobtitle": "Bixly Inc",
    "description": "Looking to join a great local team of freakishly smart developers? We've got more projects than we can handle, so come join our team!\n\nWe are Bixly, a custom software development company. We're based in Fresno, CA, but we also do business on an international level. Check us out at http://www.bixly.com. Having grown tremendously in our 10+ years, we are looking for even more growth. We have quality clients, a strong, small local team, and programmers here and abroad.\n\nThis position is full time, and we have health insurance. We are very flexible with work schedules, and provide paid time off.\n\nWhat we expect out of you is the same we expect from ourselves:\n\n\nNo jerks, punks, know-it-alls\nInnovative ideas and strategies. We invest in sharp people and like to know what you can bring to the table to make us better.\nConsistently communicate your point clearly and concisely over email, IM, and verbally\n\nRequirements for the Job:\n\n\nExperience with React\nFamiliarity with JavaScript, and it's large ecosystem\nBasic understanding of internet protocols like HTTP, SSH, and S/FTP\nExperience working in a code revision management system like Git\n\nSerious bonus points:\n\n\nA deep understanding of contemporary Computer Science principals\nExperience to the level of proficiency with TypeScript\nFamiliarity with HTML/CSS\nExperience with relational and non-relational database design and implementation\nAdvanced experience with REST, SOAP, GraphQL, and Websockets for API communication\nDemonstrable experience of planning, developing, and deploying at least one product\nLocal to the Fresno area\n\nWhen filling out your application, be sure to include a short letter as to why you're interested in the role and please include a link to a git repo so we can review some code samples.",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=101&ao=66506&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&ea=1&cs=1_883b927f&cb=1587930959056&jobListingId=3530158056",
    "site": "glassdoor"
  },
  "1": {
    "jobtitle": "Table Mountain Casino",
    "description": "\n\n \n\n\n Deadline: 2020-05-01\n\n\n\n Location: Fresno, California, United States\n\n\n\n Employment type: Temporary\n\n\n\n Hierarchy level: Professional Level (some years of experience)\n\n\n\n Job category: IS/IT\n\nGrundfos is on a journey implementing a global SAP S/4 HANA architecture that will support in taking our business processes into the next “gen-ERP” and support our digitalization journey. If you have the skills, ambitions and creative mindset to help us accomplish our goals and you want to develop your personal and professional skills, our Application Analyst will play a key part in making our warehouse processes the best in class. The Application Analyst will be a member of our global IS Supply Chain Logistics and Quality department that works to develop, implement and support all IT solutions related to logistics/warehouse processes for all the Grundfos global sites and will report directly to the Department Head. This position will operate daily out of our Brookshire, TX, USA office, but work closely with colleagues in different locations around the world. It is important to note that we are not able to offer relocation or work authorization support for this position.\n\nMajor Tasks:\n\nThe Application Analyst will be a part of an interesting journey to convert our current SAP ERP system to a new system – S/4 HANA. This also includes a transition/journey from SAP WM into an SAP EWM embedded S/4 HANA solution.\n\nWork closely with different business units who use SAP in their daily warehouse management processes.\n\nParticipate in supporting and providing advisory services, application design, development, implementation and application integration within the digital value chain.\n\nFacilitate continuous growth in business efficiency and usage of the core applications.\n\nProvide value to the business by:\n\nProviding general support on the systemImplementing business improvementsDeveloping templates, executing projects and rolling out the system globally\n\n“This job put high demands on your ability to work and navigate in a complex matrix organization with many stakeholders. You get to use your systematic thinking to make the planning an execution of our processes as simple as possible. Since these processes are constantly changing, you will have a great impact on your daily work and our future solutions,” -Application Analyst Hiring Manager.\n\nRequired Education &amp; Experience:\n\nBachelor’s degree in Computer Science, Information Technology, Computer Engineering or equivalent You have a degree in logistics, supply chain processes or IT processes/ERP solutions Possess 3-5 years working experience with SAP WM/MM/LE and ECC is required.\n\n•Experience with SAP EWM and/or S4 HANA in an advantage but not a prerequisite.\n\n•Strong communication skills both in written and verbal.\n\n•Experience working as an internal business consultant within a large organization is highly preferred.\n\n•Proven self-starter with ability to work in an open work environment within a global team.\n\n•Great collaboration skills; with ability to work with many different people in our global organization.\n\n•Initial international travel will be required upon hire for onboarding activities. And this position may be required to participate in team meetings or other events. Therefore, candidates must be able to maintain a valid passport.",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=102&ao=884833&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&cs=1_cf1bc8e3&cb=1587930959056&jobListingId=3540112064",
    "site": "glassdoor"
  },
  "2": {
    "jobtitle": "Grundfos",
    "description": "Looking to join a great local team of freakishly smart developers? We've got more projects than we can handle, so come join our team!\n\nWe are Bixly, a custom software development company. We're based in Fresno, CA, but we also do business on an international level. Check us out at http://www.bixly.com. Having grown tremendously in our 10+ years, we are looking for even more growth. We have quality clients, a strong, small local team, and programmers here and abroad.\n\nThis position is full time, and we have health insurance. We are very flexible with work schedules, and provide paid time off.\n\nWhat we expect out of you is the same we expect from ourselves:\n\n\nNo jerks, punks, know-it-alls\nInnovative ideas and strategies. We invest in sharp people and like to know what you can bring to the table to make us better.\nConsistently communicate your point clearly and concisely over email, IM, and verbally\n\nRequirements for the Job:\n\n\nExperience to the level of proficiency in Python\nExperience with Django and Django Rest Framework\nFamiliarity with JavaScript, and it's large ecosystem\nBasic understanding of internet protocols like HTTP, SSH, and S/FTP\nExperience working in a code revision management system like Git\n\nSerious bonus points:\n\n\nA deep understanding of contemporary Computer Science principals\nExperience to the level of proficiency with Docker\nFamiliarity with HTML/CSS\nExperience with AngularJS\nExperience with relational and non-relational database design and implementation\nAdvanced experience with REST, SOAP, GraphQL, and Websockets for API communication\nDemonstrable experience of planning, developing, and deploying at least one product\nLocal to the Fresno area\n\nWhen filling out your application, be sure to include a short letter as to why you're interested in the role and please include a link to a git repo so we can review some code samples.",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=103&ao=4120&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&cs=1_859175ed&cb=1587930959056&jobListingId=3470717441",
    "site": "glassdoor"
  },
  "3": {
    "jobtitle": "Bixly Inc",
    "description": "SUMMARY\n\nBank of the Sierra is seeking a Risk Analyst. The Analyst will assist the Senior Information Security Officer/Head of Operational Risk in evaluating overall operational risk within the Bank. The role will focus on key operational risk areas including information security, vendor management, internal security and operational processes and programs. The position will help conduct risk assessments and control evaluations and work closely with the first line of defense in understanding the operational risk environment. Responsibilities will include completion of risk projects, planning, report preparation, issues follow-up, and other assigned duties for the department.\n\nESSENTIAL DUTIES AND RESPONSIBILITIES include the following.\n\nUpdates and creates IS documentation to ensure process, policies, and controls are accurate and properly documented.Conduct compliance control validation and implementation activities, collecting data such as service/incident events which demonstrate compliance with controls and adherence to policies and procedures.Provide assistance with the preparation and presentation of Operational Risk reports, dashboards and operational review metrics (KRIs) or other metrics for continuous improvement.Manage oversight and monitoring of risk mitigation and coordination of policy and controls with Senior Information Security Officer/Head of Operational Risk to ensure that the Lines of Business are taking effective remediation stepsHelp to conduct risk assessmentsAssist in the facilitation and management of the Bank’s vendor risk management and business continuity and disaster recovery program, including completion of risk assessments and other risk management activities.Stay abreast with changes to federal and state banking laws and regulations affecting the management and operations of the Bank.Ability to interact with business unit personnel in a professional manner.All other duties as assigned.\n\nQUALIFICATIONS\n\nTo perform this job successfully, an individual must be able to perform each essential duty efficiently and effectively. The requirements listed below are representative of the knowledge, skill, and/or ability required. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions.\n\nEDUCATION and/or EXPERIENCE\n\nBachelor’s degree required in either Computer Science, Risk Management, Business, Finance, or Economics. 4 additional years of related experience beyond the minimum required may be substituted in lieu of a degree.Minimum of 5 years’ experience in similar role, and/or IT or Bank OperationsFamiliarity with FFIEC Regulatory guidance and security frameworks such as NIST, SANSAbility to analyze processes to identify and document risk controls gaps or weakness.Outstanding computer skills, including the ability to master a variety of applications to produce effective reporting on trends.Ability to apply professional skepticism to business unit representations and apply an appropriate degree of audit evidence to support conclusions reached.Maintain a working knowledge of business expertise in assigned specialty areas (if any).Must have a knowledge of laws and regulations pertaining to assigned areas, and how these obligations relate to his/her role, and comply with these laws and regulations.Must be proficient in Microsoft Office suite of productsExcellent written and oral communication skillsSecurity related Certification such as CISSP, CISA are a plus\n\nLANGUAGE SKILLS\n\nAbility to read, analyze, interpret general business periodicals, and governmental regulations. Ability to write reports, business correspondence, and procedure manuals. Ability to effectively present information and respond to questions from groups of managers.\n\nMATHEMATICAL SKILLS\n\nAbility to work with mathematical concepts such as probability and statistical inference. Ability to apply concepts such as fractions, percentages, ratios, and proportions to practical situations.\n\nREASONING ABILITY\n\nAbility to define problems, collect data, establish facts, and draw valid conclusions. Ability to interpret an extensive variety of technical instructions and deal with several abstract and concrete variables.\n\nPHYSICAL DEMANDS\n\nThe physical demands described here are representative of those that must be met by an employee to successfully perform the essential functions of this job. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions. While performing the duties of this job, the employee is regularly required to sit. The employee frequently is required to talk or hear. The employee is occasionally required to stand, walk, and reach with hands and arms. The employee must occasionally lift and/or move up to 10 pounds. Specific vision abilities required by this job include close vision, and ability to adjust focus.\n\nWORK ENVIRONMENT\n\nThe work environment characteristics described here are representative of those an employee encounters while performing the essential functions of this job. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions. The noise level in the work environment is usually very quiet.",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=104&ao=66506&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&ea=1&cs=1_ebab3fff&cb=1587930959056&jobListingId=3530158391",
    "site": "glassdoor"
  },
  "4": {
    "jobtitle": "Bank of the Sierra",
    "description": "Sant Health SystemofFresno, CAis seeking to hire afull-time IT Programmer/Analystto analyze, write, debug, maintain, and document applications and data solutions used to support operational and strategic objectives. Would you like to utilize your knowledge of computer science to help us enhance our patients' quality of life? Are you ready to take your programming career to the next level with a company that values you? If so, read on!\n\nAs an IT Programmer/Analyst, you will earn acompetitive wagewith opportunities forbonuses. Our employees are eligible for generous benefits includinginsurance, retirement, and paid time off (PTO). We also offer awesome perks such asfood trucks, picnics, holiday parties, summer waterpark events, and employee incentives. Plus, because we are growing, our team can depend onjob securityandopportunities for advancement. If this computer science position sounds like the right fit for you, apply today!\n\nABOUT SANTE HEALTH SYSTEM\n\nSantHealth System is a Central California premier group of physicians and healthcare providers. We provide general healthcare services, wellness classes, health screenings, and preventative care for the Fresno, Madera, and Kings counties. Our name, Sant, is French for \"health\" or \"to your good health\". We live up to our name with more than 1,200 physicians and nurse practitioners that are dedicated to quality family healthcare.\n\nWe know that we would not be successful in enhancing the quality of life of our patients without our incredible team. This is why we offercompetitive pay, excellent benefits and perks, flexibility, and opportunities for advancement. Our management team is very supportive and has created afun, supportive environmentwhere employees feel comfortable interacting with them. Being part of our team is like being part of a big family. Join our team and make Sant Health System your home away from home.\n\nA DAY IN THE LIFE OF AN IT PROGRAMMER/ANALYST\n\nAs an IT Programmer/Analyst, you arrive each day ready to help keep our software and systems running at optimal levels. When you start on a project, you confirm project requirements by reviewing the program objective, input data, and output requirements with the analyst, supervisor, and client. You arrange project requirements in programming sequence by preparing a workflow chart and diagram using your knowledge of computer capabilities, subject matter, programming language, and logic. By converting workflow information into computer language, you are able to encode project requirements. In order to confirm proper program operation, you conduct tests and modify program sequence and/or codes as needed.\n\nYou prepare a reference for users by writing operating instructions. Through detailed documentation of program development and revisions, you are able to maintain historical records. From definition to implementation, you function as a project leader and utilize your ability to manage resources and ensure accurate and timely results. You enjoy working on all technical phases of programming to design application solutions. You install and maintain existing system software and apply upgrades to meet user requirements. You design and run reports across a number of platforms. As a team player, you work with team members to utilize creative and critical thinking, accumulated knowledge, and experience of others to solve problems and make improvements.\n\nQUALIFICATIONS\n\nBachelor's degree in computer science or related field4 years of experience in programming and systems designORan equivalent combination of education and/or experienceKnowledge of data processing policies and proceduresUnderstanding of computer science concepts and hardware/software applicationsKnowledge of applicable programming languages (VBA, SQL, Java or comparable, .Net, ASP, Javascript)Knowledge of structured programming principals, analysis techniques, system design, testing principles, system implementation, user training, and follow-up\n\nExperience working with data warehouse systems and familiarity with healthcare industry coding including ICD-9, CPT, HCPCS, etc. is preferred. Are you skilled in gathering information about user needs and converting them into specifications? Can you take initiative? Do you have excellent judgment and decision-making skills? Are you friendly and able to establish effective working relationships with clients, vendors, staff, and management? Do you have strong communication skills and the ability to express technical things in layman's terms? If so, you may be perfect for this IT Programmer/Analyst position!\n\nARE YOU READY TO JOIN OUR TEAM?\n\nIf you feel that you would be right for this position in computer science, please fill out our initial3-minute, mobile-friendly applicationso that we can review your information. We look forward to meeting you!",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=105&ao=4121&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&cs=1_b9f329c4&cb=1587930959056&jobListingId=3538124524",
    "site": "glassdoor"
  },
  "5": {
    "jobtitle": "Sante Health",
    "description": "Technical Support Specialist:\n\nWe are a well-established IT Consulting firm with over 28 years of experience and are looking for an energetic and motivated individual to join our team. The ideal candidate will possess excellent communication/interpersonal skills and the willingness to learn and cross-train with other IT staff members.\n\nDo you have what it takes to be a Technical Support Specialist at McMillan Consulting? Are you able to multitask with ease? If so, read the details below to see if you qualify to apply.\n\nThis is an Entry Level Position.\n\nJob duties include, but are not limited to:\n\n\nFollowing standard help desk operating procedures to accurately log all requests using our in-house tracking system\nMonitoring and documenting the status of support requests until reaching a resolution\nBuilding rapport with various types of business clients\nRemotely supporting our clients with occasional visits to client sites\n\nPrevious experience in the following is a plus:\n\n\nMicrosoft Windows desktop support, remote desktop support\nCitrix\nMicrosoft Server\nMicrosoft Office products\nTroubleshooting network connectivity issues\nActive Directory\nBack Up solutions\nApple products\nMobile device support\n\nRequirements:\n\n\nNon-restricted California driver’s license\nReliable vehicle with current registration and insurance\nWillingness to work overtime, nights, weekends, holidays and on-call schedule\nWillingness to continue education if/when requested to\nAbility to work well as a team\nAbility to work on and adjust to multiple client networks in one day\nAbility to handle stressful situations and carry up to 40 lbs.\nMUST be able to pass a background check\n\nEducation requirements:\n\n\nHigh School diploma or GED\nAssociate’s degree in either computer science or business is preferred but not required \n\nBilingual is a plus.\n\nCompetitive Full-Time salary and benefits, DOE.\n\nInterested parties please submit resumes via site posting or email, no phone calls or walk-in's",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=106&ao=152916&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&ea=1&cs=1_d3ea0dfa&cb=1587930959056&jobListingId=3492641752",
    "site": "glassdoor"
  },
  "6": {
    "jobtitle": "McMillan Consulting",
    "description": "\nPurpose of Job:\n\n\n\n This position is maintaining the computer networks of all types within the company, providing technical support and ensuring the whole company runs smoothly. IT Network Administrator monitors and maintains the company computer systems, installs and configures hardware and software, and solves technical problems.\n\nDuties Include: As the IT Network Administrator, you are responsible for the installation, operation, and maintenance of computer systems and other technologies, such as communication systems. As an IT Network Administrator, the duties include configuring hardware and software, setting up peripherals such as workstations, printers, switches, or routers, repairing equipment, and providing daily support for computer network users. You may work at a desk, answering calls and e-mails regarding the computer network or communication systems. You will be required to move to different company locations when needed for support. You may also be responsible for writing reports, tracking inventory, evaluating new technologies, and developing contingency plans in case of network failure. This is a hands-on position that may perform other company duties as needed.\n\nDesired Qualifications:\n\n\n\n\n\n\n\tMinimum of a 2-year degree in Computer Science, Information Systems, or related Degree. Relevant experience will be considered.\nCCNA achieved or in process\nTroubleshooting methodology\nExperience with network segmentation, layer 3 switching, and VLAN' a plus\nDisaster recovery\nAn ability to stick to strict deadlines\nAn ability to prioritize and delegate\nA keen eye for detail\n\n\nThe above information on this description has been designed to indicate the general nature and level of work performed by associates within this classification. It is not designed to contain or be interpreted as a complete list of all duties, responsibilities, and qualifications required of associates assigned to this job. Duties may change at any time as company sees fit.\n\n",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=107&ao=66506&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&ea=1&cs=1_69f220e5&cb=1587930959056&jobListingId=3495942067",
    "site": "glassdoor"
  },
  "7": {
    "jobtitle": "Unique Loom",
    "description": "Entry Level Software Programmer: Job Duties\n\nImagine a local Fresno company with a proven record of innovation. A technological juggernaut ready to rewrite the rules of its industry. DPS Telecom is a Fresno-based technology company offering a superior set of solutions for its global business clients. With tens of thousands of deployments worldwide, we provide communication companies with critical status alerts on all seven continents. As a Software Developer at DPS Telecom you can look forward to high expectations and daily challenges. You will work as part of a team that develops and improves our existing, custom, business web based software. The software you develop will help improve company efficiency by automating and stream lining existing processes. This is a dynamic position that requires the ability to learn processes quickly and also requires flexibility and adaptability to work on multiple projects across departments.\n\nThe entry level software developer will:\n\n Develop their skill set in PHP, MySQL, Javascript, HTML Maintain, document and add new features to the company's internal software suite.\n\n\nDuring your first year of employment you can expect to:\n\n\n Have advanced your skill set in PHP, MySQL, Javascript, HTML to certification levels. Have developed and advanced your debugging skills. Have adopted DPS coding standards and department procedures Have completed and implemented 3 or more new major projects across the DPS software suite\n\nQualifications and Experience\n\n Must be proficient in PHP, MySQL, Javascript, HTML Type 45+ Words Per Minute Must be proficient in Microsoft Office software, most specifically Word and Excel High School Diploma or equivalent required Previous experience a plus\n\nMust Haves\n\n Flexibility and adaptability to work on multiple projects across departments Strong oral and written communications skills Ability to learn processes quickly Excellent attention to detail Strong work ethic Excellent problem solving skills Ability to deliver on time\n",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=108&ao=37049&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&cs=1_5b2b8278&cb=1587930959057&jobListingId=3465369600",
    "site": "glassdoor"
  },
  "8": {
    "jobtitle": "DPS Telecom",
    "description": "Entry Level Software Programmer: Job Duties\n\nImagine a local Fresno company with a proven record of innovation. A technological juggernaut ready to rewrite the rules of its industry. DPS Telecom is a Fresno-based technology company offering a superior set of solutions for its global business clients. With tens of thousands of deployments worldwide, we provide communication companies with critical status alerts on all seven continents. As a Software Developer at DPS Telecom you can look forward to high expectations and daily challenges. You will work as part of a team that develops and improves our existing, custom, business web based software. The software you develop will help improve company efficiency by automating and stream lining existing processes. This is a dynamic position that requires the ability to learn processes quickly and also requires flexibility and adaptability to work on multiple projects across departments.\n\nThe entry level software developer will:\n\n Develop their skill set in PHP, MySQL, Javascript, HTML Maintain, document and add new features to the company's internal software suite.\n\n\nDuring your first year of employment you can expect to:\n\n\n Have advanced your skill set in PHP, MySQL, Javascript, HTML to certification levels. Have developed and advanced your debugging skills. Have adopted DPS coding standards and department procedures Have completed and implemented 3 or more new major projects across the DPS software suite\n\nQualifications and Experience\n\n Must be proficient in PHP, MySQL, Javascript, HTML Type 45+ Words Per Minute Must be proficient in Microsoft Office software, most specifically Word and Excel High School Diploma or equivalent required Previous experience a plus\n\nMust Haves\n\n Flexibility and adaptability to work on multiple projects across departments Strong oral and written communications skills Ability to learn processes quickly Excellent attention to detail Strong work ethic Excellent problem solving skills Ability to deliver on time\n",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=109&ao=4120&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&cs=1_a3d38a17&cb=1587930959057&jobListingId=3237528925",
    "site": "glassdoor"
  },
  "9": {
    "jobtitle": "HCL Technologies",
    "description": "The U.S. Department of the Treasury has a distinguished history dating back to the founding of our nation. As the steward of U.S. economic and financial systems, Treasury is a major and influential leader in today's global economy. We have over 100,000 employees across the country and around the world. Come Join the Department of the Treasury and Invest in Tomorrow.\n\nSee “Other Information” for Locations.\n\nGS-11 LEVEL: You must have one year of specialized experience at a level of difficulty and responsibility equivalent to the GS-9 grade level in the Federal service. This experience must include Information Technology (IT) related experience that demonstrates each of the following four competencies: 1) Attention to Detail, 2) Customer Service, 3) Oral Communication and 4) Problem Solving. Specialized experience for this position includes accomplishment of computer project assignments that required a range of knowledge of computer requirements and techniques. For example, assignments would show experience in developing modifications to parts of a system that required significant revisions in the logic or techniques used in the original development. Experience must have been in an IT field or work where the primary concern was the subject matter of the IT application. The assignments must have shown completion of the following, or the equivalent: knowledge of the customary approaches, techniques, and requirements appropriate to an assigned computer applications area or computer specialty area in an organization; planning the sequence of actions necessary to accomplish the assignment where this entailed coordination with others outside the organizational unit and development of project controls; adaptation of guidelines or precedents to the needs of the assignment. In addition to the above you must have general knowledge of Java standard and enterprise editions, web application development. Skill in applying application software principles and methods, programming languages, systems development processes, and technical documentation procedures sufficient to document customer business rules and to develop flow diagrams and pseudo-code (i.e. implement software code modifications [e.g., customer change request] under the direction of a senior software developer). OR You may substitute education for specialized experience as follows: Ph.D. or equivalent doctoral degree in computer science, engineering, information science, information systems management, mathematics, operations research, statistics, or technology management or in one or more of the fields identified above and required the development or adaptation of applications, systems or networks. OR 3 full years of progressively higher level graduate education leading to a Ph.D. or equivalent doctoral degree in computer science, engineering, information science, information systems management, mathematics, operations research, statistics, or technology management or in one or more of the fields identified above and required the development or adaptation of applications, systems or networks. One year of graduate education is creditable in accordance with its relationship to a year of full-time study at the school attended. OR You may qualify by a combination of experience and education. Options for qualifying based on a combination will be identified in the online questions.\n\n\n\nFor Grades 5 THRU 11:You may qualify by a combination of experience and education. Options for qualifying based on a combination will be identified in the online questions.\n\nGS-12 LEVEL: You must have one year of specialized experience at a level of difficulty and responsibility equivalent to the GS-11 grade level in the Federal service. This experience must include Information Technology (IT) related experience that demonstrates each of the following four competencies: 1) Attention to Detail, 2) Customer Service, 3) Oral Communication and 4) Problem Solving. Specialized experience for this position includes demonstrated accomplishment of computer project assignments that required a wide range of knowledge of computer requirements and techniques pertinent to the position to be filled. This knowledge is generally demonstrated through assignments that required the ability to analyze a number of alternative approaches in the process of advising management concerning major aspects of IT system design. This would include defining what system interrelationships must be considered, or what operating mode, system software, and/or equipment configuration is most appropriate for a given project. In addition to the above you must have knowledge of and skill in designing/developing Java software application for multiple environments, including the web (Internet and/or Intranet) as well as knowledge of presentation layer, business layer, and data layer, designing applications, establishing interfaces, and associated technologies sufficient to improve the application's site architecture; conduct software analysis; and program, test, and debug programs or documentation.\n\n- The experience may have been gained in the public sector, private sector or Volunteer Service. One year of experience refers to full-time work; part-timework is considered on a prorated basis.\n\n\n\nTo ensure full credit for your work experience, please indicate dates of employment by month/year, and indicate number of hours worked per week, on your resume.\n\nWHAT IS THE IRS INFORMATION TECHNOLOGY DIVISION?\n\n\nThe mission of IRS Information Technology is to provide leadership in the delivery of information technology solutions that anticipate and meet enterprise-wide needs by empowering employees to deliver customer-centered, value-creating systems, products, services, and support.\n\nWHAT DOES AN IT Specialist (SYSTEMS ANALYSIS/ APPLICATIONS SOFTWARE) JAVA WE DO? As an Information Technology (IT) Specialist (Systems Analysis/ Applications Software) Java you will use a wide variety of information, knowledge, and tools to address complex system analysis and applications software assignments each day. As an applications developer, the work involves development and testing of software applications on an enterprise server platform; which may include conducting systems analysis, design, development, testing, installation and documentation in support of new or existing software products within IRS organizational components. The work may encompass difficult and complex systems analysis and applications software assignments, development of components of national projects and/or lead significant projects.\n\nAs an IT Specialist (Systems Analysis/Applications Software) Java you will:\n\nDevelop or assist other developers with software applications for the PC/Server/Web portal environment, using languages and technologies such as Java, J2EE, XML, HTML, SOAP, SQL, DB2, Oracle, other object oriented language and/or other Web technologies.Evaluate and interpret comprehensive change requests and make recommendations to management.Plan, organize and/or lead corporate or large-scale studies, projects or team efforts, which include other subject matter specialists, and involve highly technical computer issues.Resolve critical issues affecting the configuration of the IT infrastructure and coordinate the demonstration of new and enhanced applications to customers and management.Investigate, evaluate and select tools and methods for improving productivity and software quality throughout the life cycle.Use applications such as Rational Application Developer for WebSphere, Rational Suite, Relational Database Applications, Erwin, Infragistics, Business Objects, ROBO Help, Adobe Framemaker, Microsoft Visio, Microsoft Office, and use expertise in policies, procedures, and strategies to plan and deliver IT services.Research, evaluate, and report on new and emerging developments in the Internet services area; and recommend adoption of new technologies that will improve the delivery of PC/Server/Web portal environment for the agency.Formulate a comprehensive vision for future applications of the PC/Server/Web portal environment to meet agency missions, and develops business plans to align the PC/Server/Web portal environment with business requirements.\n\nIf you are selected at a lower grade level, you will have the opportunity to learn to perform all these duties, and will receive training to help you grow in this position.\n\nWHERE CAN I FIND OUT MORE ABOUT OTHER IRS CAREERS? If you want to find out more about IRS careers, visit us on the web at www.jobs.irs.gov\n\nYou must meet the following requirements by the closing date of this announcement:\n\n5 LEVEL: Three years of IT-related experience one year of which was equivalent to at least a level of difficulty and responsibility equivalent to the GS-4 grade level in the Federal service. This experience must include Information Technology (IT) related experience that demonstrates each of the following four competencies: 1) Attention to Detail, 2) Customer Service, 3) Oral Communication and 4) Problem Solving. IT related experience for this position includes: Basic knowledge of IT processing functions to understand the stages to automate a work process. Experience must have also included work with clients and customers to assess and/or address their needs, and provide information or assistance relative to the products or services; communicate effectively both orally and in writing; and, identify and resolve problems, determine relevant information, demonstrate using sound judgment, and making recommendations. Experience may have been gained in work such as computer operator or assistant, computer sales representative, program analyst or other positions that required the use or adaptation of one or more of the fields identified and required computer programs and systems. OR Bachelor's or equivalent degree at an accredited college or university In computer science, engineering, information science, information systems management, mathematics, operations research, statistics, or technology management OR A degree that provided a minimum of 24 semester hours in the development or adaptation of applications, systems or networks. OR A combination of experience and education at an accredited college or university equivalent to 4 years as described in paragraphs above. You may combine the college credits you completed with any qualifying experience you have to total the equivalent of a four-year college education.\n\nGS-7 LEVEL: You must have one year of specialized experience at a level of difficulty and responsibility equivalent to the GS-5 grade level in the Federal service. This experience must include Information Technology (IT) related experience that demonstrates each of the following four competencies: 1) Attention to Detail, 2) Customer Service, 3) Oral Communication and 4) Problem Solving.\n\nSpecialized experience for this position must have been in an IT field or work where the primary concern was the subject matter of the IT application. The assignments must have shown completion of the following, or the equivalent: Interviewing subject-matter personnel to get facts regarding work processes, and synthesizing the resulting data into charts showing information flow; operating computer consoles where this involved choosing from among various procedures in responding to machine commands or unscheduled halts; scheduling the sequence of programs to be processed by computers where alternatives had to be weighed with a view to production efficiency; preparing documentation on cost/benefit studies where this involved summarizing the material and organizing it in a logical fashion; working directly with customers in obtaining information needed to establish or change accounts; translating detailed logical steps developed by others into language codes that computers accept where this required understanding of procedures and limitations appropriate to use of a programming language.\n\nIn addition to the above you must have a basic knowledge of Java. Skill in applying application software principles and methods, programming languages, systems development processes, and technical documentation procedures sufficient to perform highly-structured, entry-level work (i.e. implement a specific bug fix or software code modification under the direction of a senior software developer). OR You may substitute education for specialized experience as follows: 1 year of graduate level education at an accredited college or university in computer science, engineering, information science, information systems management, mathematics, operations research, statistics, or technology management or in one or more of the fields identified above and required the development or adaptation of applications, systems or networks. OR You may qualify by a combination of experience and education. Options for qualifying based on a combination will be identified in the online questions.\n\nGS-9 LEVEL: You must have 1 year of specialized experience at a level of difficulty and responsibility equivalent to the GS-7 grade level in the Federal service. This experience must include Information Technology (IT) related experience that demonstrates each of the following four competencies: 1) Attention to Detail, 2) Customer Service, 3) Oral Communication and 4) Problem Solving. Specialized experience for this position includes: Experience that demonstrated knowledge of computer requirements and techniques in carrying out project assignments consisting of several related tasks, such as typically is the case in development of minor modifications to parts of a system on the basis of detailed specifications provided. The assignments must have shown completion of the following, or the equivalent: Analyzing the interrelationships of pertinent components of the system. Ability to plan the sequence of actions necessary to accomplish the assignment. Personal responsibility for at least a segment of the overall project.\n\nIn addition to the above you must have general knowledge of Java and web application development. Skill in applying application software principles and methods, programming languages, systems development processes, and technical documentation procedures sufficient to document customer business rules and to develop flow diagrams and pseudo-code (i.e. implement software code modifications [e.g., customer change request] under the direction of a senior software developer). OR You may substitute education for specialized experience as follows: Master's or equivalent graduate degree in computer science, engineering, information science, information systems management, mathematics, operations research, statistics, or technology management or in one or more of the fields identified above and required the development or adaptation of applications, systems or networks. OR 2 full years of progressively higher level graduate education leading to a master's or equivalent graduate degree in computer science, engineering, information science, information systems management, mathematics, operations research, statistics, or technology management or in one or more of the fields identified above and required the development or adaptation of applications, systems or networks. One year of graduate education is creditable in accordance with its relationship to a year of full-time study at the school attended.",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=110&ao=433326&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&cs=1_0a63324c&cb=1587930959057&jobListingId=3459437538",
    "site": "glassdoor"
  },
  "10": {
    "jobtitle": "Internal Revenue Service",
    "description": "RECRUITMENT IS OPEN UNTIL FILLED OR UNTIL A SUFFICIENT NUMBER OF APPLICATIONS HAVE BEEN RECEIVED. RECRUITMENT MAY CLOSE AT ANY TIME.\n\nUnder general supervision, establishes, monitors and maintains integrated data networks; analyzes overall network performance among various enterprise technology platforms, distributed networks and end-user computing devices. This position exercises no supervision; however, it may provide lead direction.\n\nOne vacancy currently exists in the Information Services Department to assist with the City¿s cybersecurity program and reports to the Information Services Security Supervisor. This vacancy provides information security system technical support involving more complex issues, patch management, vulnerability assessments, malware remediation and forensic network and file analysis using a wide range of third party tools.\n\nThe eligible list created from this recruitment may be used to fill current and future vacancies. Immediate and future vacancies will be filled from this eligible list for a period of six (6) months from the date the eligible list is created, with the option of extending that period at the City¿s discretion. If the examination process is suspended for this recruitment, the eligibility list may be limited to 3 months.\n\nPreferred qualifications for this assignment include:\n\n\n\nEnterprise-grade voice communication systems\nEnterprise-grade backup solutions\nMulti-site virtual machine clusters across physical hosts\nNetwork storage (NAS/SAN) technologies as well as iSCSI and Fiber Channel switching\nMicrosoft Exchange and/or Office 365\nWindows and Linux Server operating systems\nEnterprise- grade Anti-Virus Systems\nEnterprise-grade DNS Filters\nEnterprise-grade vulnerability scanners\n\n\nPay,Benefits, &amp; Work Schedule\n\nUNIT 3 Classification - The Fresno City Employees Association, Inc. (FCEA)\n\nRETIREMENT: Fresno City Retirement System, one of the best funded public systems in the state. Reciprocity with other public California systems. They City does not participate in Social Security. Vested in Retirement benefits after 5 years of service.\n\nHEALTH INSURANCE: The City contributes toward monthly premiums for PPO medical, dental and vision for employee and dependents.\n\nFLEXIBLE SPENDING ACCOUNT: IRS 125 Plan for health and dependent care expenses.\n\nDEFERRED COMPENSATION: Increase your retirement savings with The City¿s 457 plan.\n\nVACATION LEAVE: Eight (8) hours per month, available after 6 months.\n\nSICK LEAVE: Eight (8) hours per month, available after 90 days.\n\nHOLIDAYS: Ten (10) City-observed annual holidays plus birthday and one (1) personal day.\n\nSHORT TERM DISABILITY: Provided through California SDI program.\n\nAdditional information regarding the City of Fresno benefits is available at\n\nhttps://www.fresno.gov/personnel/human-resources-support/#tab-1\n\nThe Requirements\n\nThese are entrance requirements to the examination and do not assure a place on the eligible list. Applicants must meet the following minimum qualifications on or before the posted filing deadline in order to qualify:\n\nTwo (2) years of experience equivalent to that gained as a Network Systems Specialist with the City of Fresno; OR Microsoft Certified Systems Engineer and two (2) years' experience which includes implementation of network or automated system applications and equipment, and project management; OR graduation from a an accredited college or university with a Bachelor's degree in management information systems, computer sciences or related field and three (3) years of full time paid work experience which includes implementation of network or automated system applications and equipment, and project management. Additional qualifying experience may be substituted for the required education on a year-for year basis.\n\nNOTE: Applicants must attach a copy of degree or certificate for verification if that method is being used to meet minimum qualifications.\n\nAdditional Requirements\n\nEligibles certified for consideration for hire will be required to successfully pass a Department interview and a Department of Justice fingerprint and Fresno Police Department background check prior to employment with the City of Fresno.\n\nPossession of a valid California Driver's License is required at time of appointment. Candidates considered for hire must provide proof of a valid driver's license and current copy of their driving record.\n\nHow To Apply\n\nAPPLICANTS MUST COMPLETE AN ON-LINE APPLICATION. PLEASE VISIT WWW.FRESNO.GOV/JOBS TO APPLY. For information on how to complete an on-line application, please view \"Instruction Guide\" on the City's website, Personnel Services Career Opportunities page, or call (559) 621-6950 for assistance. Resumes will not be accepted in lieu of a completed employment application.\n\nALL CORRESPONDENCE regarding this recruitment and exam process will be sent via e-mail. All applicants will acknowledge such understanding when they complete their on-line application. Verify we have your correct e-mail address before you submit your application. It is an applicant's responsibility to check their email frequently to ensure they receive all pertinent communication from the Personnel Services Department on a timely basis. Applicants will receive an automatically generated confirmation e-mail upon a successful application submittal. The e-mail is the only proof of submittal.\n\nIt is an applicant's responsibility to check their email account and to ensure it is set up to accept emails from the City of Fresno. Dependent upon your settings, notices from the City of Fresno may be directed to the \"junk mail\" or \"spam\" folders. It is the applicant's responsibility to check these folders.\n\nApplications must be submitted by midnight on the filing deadline or they will not be accepted for any reason. FOR THIS RECRUITMENT, IT IS RECOMMENDED THAT PERMANENT FRESNO CITY EMPLOYEES APPLY THROUGH PEOPLESOFT SELF SERVICE.\n\nSelection Process\n\nThe selection process may consist of the following:\n\nApplication Review - Qualifying Only: Applications submitted will be reviewed and a limited number of the most qualified candidates may be invited to the Oral Examination. The selection will be based upon those applications which demonstrate the greatest breadth and depth of applicable education, experience, skills and training. Therefore, applicants are urged to submit sufficiently detailed information in their application materials for a proper evaluation.\n\nOral Exam - 100%: A panel of subject matter experts will conduct a job-related Oral Examination which may evaluate a candidate's knowledge and abilities in the following areas: SAN/NAS technologies, VMware operations, Windows Server operations, Network management principles, interpersonal relations and/or other topics related to a candidate¿s training, experience and qualifications for the position of Senior Network Systems Specialist. Candidates must achieve a passing score to qualify for the eligible list. The Oral Examination to be determined.\n\nVeteran Preference Regulations\n\nQualified veterans who pass the examination may obtain five (5) additional points.\n\nCandidates applying for veteran's preference are required to submit a copy of their DD214 with their application during the specified filing period. Evidence must be presented to indicate that the candidate was discharged honorably from the military service. Veterans, including City employees, must resubmit proof of honorable service for every examination for which veteran's preference credit is requested.\n\nEqual Opportunity Employer\n\nThe City of Fresno is an Equal Opportunity Employer. Should you need a special accommodation due to a qualifying disability, please contact the Personnel Service Department at (559) 621-6950 in advance of the examination.",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=111&ao=39106&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&cs=1_16ddbaaa&cb=1587930959057&jobListingId=3413847006",
    "site": "glassdoor"
  },
  "11": {
    "jobtitle": "City of Fresno, CA",
    "description": "Under supervision, Network Systems Specialists install, configure, monitor and maintain the City's data networking infrastructure; analyze and modify overall network operations to ensure the highest level of uptime, integrity and security.\n\nThe ideal applicant should have expertise in one or more of the following areas:\n\n\n\nAdministration of Windows Servers\nMicrosoft Exchange Administration\nCisco UCCX Administration\nVMware Administration\nCisco Switching, Routing, Firewalls, Wireless, UCS\nLinux Administration\n\n\nIdentity Management Tools\n\n\n\nOracle and MS SQL Server Administration\nSAN Storage\nLarge-Scale Deployments\nNetwork Security\nMobility and Mobile Vehicle Computers\nDevOps\nOffice365 Administration\nScripting\nFiber Optics\nBusiness Analyst Skills\n\n\nOne (1) current vacancy exists in the Information Services Department for infrastructure/connectivity. Immediate and future vacancies will be filled from this eligible list for a period of six (6) months from the date the eligible list is created, with the option of extending that period at the City's discretion. If the examination process is suspended for this recruitment, the eligible list may be limited to three (3) months.\n\nPay,Benefits, &amp; Work Schedule\n\nRETIREMENT: Fresno City Retirement System, one of the best funded public systems in the state. Reciprocity with other public California systems. City of Fresno does not participate in Social Security. Vested in Retirement benefits after 5 years of service.\n\nHEALTH INSURANCE: COF contributes toward monthly premiums for PPO medical, dental and vision for employee and dependents.\n\nFLEXIBLE SPENDING ACCOUNT: IRS 125 Plan for health and dependent care expenses.\n\nDEFERRED COMPENSATION: Boost your retirement savings with the COF 457 plan.\n\nVACATION LEAVE: Eight (8) hours per month, available after 6 months\n\nSICK LEAVE: Eight (8) hours per month, available after 90 days\n\nHOLIDAYS: Ten (10) City-observed annual holidays plus birthday and one (1) personal day.\n\nSHORT TERM DISABILITY: Provided through California SDI program.\n\nAdditional information regarding the City of Fresno benefits is available at www.fresno.gov.\n\nThe Requirements\n\nApplicants must meet the minimum qualifications on or before the posted filing deadline in order to qualify for the examination and do not assure placement on the eligible list.\n\nThree (3) years of experience gained as a Computer Systems Specialist with the City of Fresno; OR Graduation from an accredited college or university with a Bachelor's degree in computer science, management information systems, computer engineering or a related field and three (3) years of experience in the installation, maintenance, troubleshooting and design of networking equipment, network communications, servers, computer data storage and back-up systems. Additional qualifying experience may be substituted for the required education on a year-for-year basis.\n\nIf qualifying with a degree or accredited college or university credits, please attach a copy of the degree or transcripts. Applications lacking this documentation will be rejected.\n\nPossession of a valid California Driver's License required at time of appointment. Candidates considered for hire must provide proof of a valid driver's license and current copy of their driving record.\n\nThe selected eligible candidates certified will be required to successfully pass a Department interview, an extensive pre-employment background and a Department of Justice fingerprint prior to employment with the City of Fresno.\n\nHow To Apply\n\nAPPLICANTS MUST COMPLETE AN ON-LINE APPLICATION. PLEASE VISIT www.fresno.gov/jobs. TO APPLY. For information on how to complete an on-line application, please view \"Instruction Guide\" on the City's website, Personnel Services Career Opportunities page, or call (559) 621-6950 for assistance. Resumes will not be accepted in lieu of a completed employment application.\n\nALL CORRESPONDENCE regarding this recruitment and exam process will be sent via e-mail. All applicants will acknowledge such understanding when they complete their on-line application. Verify we have your correct e-mail address before you submit your application. It is an applicant's responsibility to check their email frequently to ensure they receive all pertinent communication from the Personnel Services Department on a timely basis. Applicants will receive an automatically generated confirmation e-mail upon a successful application submittal. The e-mail is the only proof of submittal.\n\nApplications must be submitted by midnight on the filing deadline or they will not be accepted for any reason. FOR THIS ECRUITMENT, IT IS RECOMMENDED THAT PERMANENT FRESNO CITY EMPLOYEES APPLY THROUGH PEOPLESOFT SELF SERVICE.\n\nSelection Process\n\nThe examination process may consist of the following:\n\nWritten Examination : 100%: A job-related written examination will be administered which may test a candidate's knowledge of implementing, troubleshooting and designing data networks and telecommunications systems, ability to analyze functional requirements and specifications for computer hardware, communication effectively and establish and maintain effective working relationships with co-workers and representatives of user departments.\n\nThe written exam is tentatively scheduled for the week of: TBD.\n\nCandidates must achieve a passing score on the Written Examination to qualify for placement on the eligible list.\n\nVeteran Preference Regulations\n\nCandidates applying for veteran's preference are required to submit a copy of their DD214 with their application during the specified filing period. Evidence must be presented to indicate that the candidate was discharged honorably from the military service. Veterans, including City employees, must resubmit proof of honorable service for every examination for which veteran's preference credit is requested. Qualified veterans who pass the examination will have five (5) points added to their final score.\n\nEqual Opportunity Employer\n\nThe City of Fresno is an Equal Opportunity Employer. For more information please refer to our Career Opportunities web page on the City of Fresno web site.",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=112&ao=961248&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&cs=1_44a34ad3&cb=1587930959057&jobListingId=3537541310",
    "site": "glassdoor"
  },
  "12": {
    "jobtitle": "City of Fresno, CA",
    "description": "Job Title: Data Engineer\n\nDepartment: IT\n\nSupervisor: Director of Enterprise Applications\n\nStatus: At will, Full Time, Exempt (Specify Exempt type - (Executive, Professional, Administrative, Outside sales, Inside Sales, Computer and/or Creative)\n\nWC Code: 8810 - Clerical/Office\n\nEEO Class: 2 - Professionals\n\nHours: Monday Friday, 8:00 a.m. 5:00 p.m., with afterhours as needed\n\nWebsites: http://www.assemi-group-careers/\n\nCompensation: Commensurate with experience. Exceptional benefits package, including health, dental, vision, retirement and daycare benefits.\n\nPosition Description:\n\nThe Assemi Group is seeking a Data Engineer to assist in modernizing of our data infrastructure, including data warehousing, data pipelines, analytical reporting, and performance dashboards. Our goal is to evolve our culture to be more data-driven, gaining a competitive advantage by leveraging data across our diverse lines of business. This role is part of a team designing the foundation on which we are building the technology to support future growth and innovation.\n\nThe ideal candidate is an experienced Data Engineer who has a proven track record of designing, developing and maintaining data warehouses, data marts, data pipelines, and processes leveraging the next generation of data analytics technology. You should be passionate about working with data, have expertise in creation and management of high-quality datasets, and the proven ability to translate data into meaningful insights. A strong background designing transactional and analytical databases is required, as well as familiarity with SQL, Python, and cloud infrastructure, particularly AWS and Azure.\n\nEssential Functions:\n\no Contribute to the architecture, design and implementation of next generation BI solutions\n\no Collaborate and interface with other technology teams to extract, transform, and load data from a wide variety of data sources to deliver high quality datasets\n\no Continually improve ongoing reporting and analysis processes, automating or simplifying self-service support for customers\n\no Assist in architecture modernization, combining data from disparate sources to a central warehouse and leveraging analytical tools to deliver fresh, high-quality datasets for business leaders and end users\n\no Provide guidance to technical teams concerning data infrastructure\n\no Participate on a high performing team that has a culture of continuous learning, collaboration, and is focused on business outcomes\n\no Analyze existing system and programming logic to improve efficiency and performance\n\no Research and evaluate alternative solutions and recommend the most efficient and cost- effective solutions for the systems design\n\no Provide recommendations on best practices for data governance in collaboration with master data management and development teams\n\no Empower business end-users in reporting tools and techniques\n\nKnowledge, Skills, and Abilities:\n\no In depth knowledge of data management and BI strategies, principles and practices including experience with framework for data quality, data governance, data management\n\no Experience in design and development of data warehouses, data marts and data pipelines\n\no Experience with data-oriented work within diverse lines of business\n\no Experience with transactional and analytical databases\n\no Demonstrated strength in data modeling, ETL development, and data warehousing\n\no Familiarity with machine learning techniques and/or tools\n\no Strong analytical, critical thinking and problem-solving skills\n\no Ability to conduct research into a wide range of computing issues\n\no Ability to present ideas in user-friendly, business-friendly language to communicate technical information to non-technical staff\n\no Excellent verbal and written communication skills, especially when interacting with non-technical stakeholders\n\no Highly self-motivated and directed\n\no Strong interpersonal skills, with a focus on rapport-building, listening and questioning skills\n\no Ability to prioritize multiple tasks in entrepreneurial environment\n\no Proven analytical and problem-solving abilities\n\no Attention to detail combined with a focus on data usability\n\no Experience working in a team-oriented, collaborative environment\n\nMinimum Requirements\n\no Bachelor's degree in a quantitative/technical field (e.g. Computer Science, Statistics, Engineering)\n\no 3+ years of relevant experience in data engineering, database engineering, business intelligence or business analytics\n\no 3+ years of hands-on experience in writing complex, optimized SQL queries\n\no 3+ years of experience in scripting languages, particularly Python or PowerShell\n\no Extensive experience designing SQL databases, particularly SQL Server or PostgreSQL\n\no Experience with BI tools such as Tableau, Power BI, Looker, or other equivalent analytics tools\n\no Experience with data integration between business systems, specifically ERP and web data sources. Microsoft Dynamics experience preferred.\n\no Experience with various cloud platforms preferred, including AWS, Azure, or Google Cloud\n\no Experience with cloud data warehouse platforms, including Redshift, Snowflake, Azure Data Warehouse/Data Lake, or Google BigQuery\n\nSupervisory Responsibility:\n\nAs assigned\n\nWork Environment:\n\nThis job operates within professional office environment (multiple sites) and in the field. This role routinely uses a vehicle to transport between sites, standard office equipment such as computers, phones, photocopiers, filing cabinets and fax machines. The employee is occasionally exposed to a variety of extreme conditions while traveling to various job sites. During summer months the weather may be very hot.\n\nPhysical Demands:\n\nThe physical demands described here are representative of those that must be met by an employee to successfully perform the essential functions of this job with or without reasonable accommodations.\n\nWhile performing the duties of this job, the employee is regularly required to talk or hear. The employee frequently is required to stand; walk; use hands and fingers to handle or feel; and reach with hands and arms. The employee is frequently required to sit; climb or balance; and stoop, kneel, crouch or crawl. The employee must frequently lift and/or move up to 10 pounds and occasionally lift and/or move up to 50 pounds. Specific vision abilities required by this job include close vision, distance vision, color vision, peripheral vision, depth perception and ability to adjust focus.\n\nPosition Type/Expected Hours of Work:\n\nThis is a full time at will position, and work hours are typically Monday through Friday 8:00 a.m. to 5:30 p.m. Evening and weekend work may be required as department needs demand, such as for night maintenance for software or hardware upgrades or repairs.\n\nTravel:\n\nMust have a reliable vehicle to utilize during workdays for assignments and projects off site. Travel is primarily local during the business day, although some out-of-the-area and overnight travel may be expected.\n\nWork Authorization:\n\nMust be eligible to work in the United States\n\nThis job description documents the general nature and level of work but is not intended to be a comprehensive list of all activities, duties and responsibilities. Job incumbents may be asked to perform other duties as required.\n\n",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=113&ao=961248&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&cs=1_a63881dd&cb=1587930959057&jobListingId=3552907365",
    "site": "glassdoor"
  },
  "13": {
    "jobtitle": "Assemi Group, Inc.",
    "description": "Network Engineer:\n\nWe are a well-established IT Consulting firm with 29 years of experience looking for an energetic and motivated individual to join our team. The ideal candidate will possess excellent communication/interpersonal skills, the willingness to learn and cross-train with other IT staff members.\n\nDo you have what it takes to be a Network Engineer at McMillan Consulting? Are you able to multitask with ease? If so, read the details below to see if you qualify to apply!\n\nThis is NOT an Entry Level Position.\n\nJob duties include, but are not limited to:\n\n\nMaintaining and administering computer networks and related computing environments including systems software, applications software, hardware, and configurations\nTroubleshooting, diagnosing and resolving hardware, software, and other network and system issues\nReplacing faulty network hardware components when required\nRemotely supporting our clients with occasional visits to client sites\nConferring with network users to solve existing system issues\nMonitoring network performance to determine if adjustments are necessary. \n\nCoordinating computer network access and use\nWork with Project Managers on new network installations\nAssist with network design\nDocument client network details\nAbility to research chronic issues and create a resolution\nConfigure Cisco, HP and Meraki hardware with emphasis on firewalls and switches\n\nSkills and Knowledge which are required:\n\n\nMicrosoft Windows desktop support, remote desktop support\nExperienced with Aruba, Cisco, HP, and Meraki Network Hardware\nSophos firewall\nActive Directory\nBack Up solutions\nApple products\nMobile device support\nNetwork security\n\nOther Requirements:\n\n\n5+ years experience highly preferred.\nNon-restricted California Driver’s License\nReliable vehicle with current registration and insurance\nWillingness to work overtime, nights, weekends, holidays and on-call schedule\nWillingness to continue education if/when requested \n\nAbility to work well as a team\nAbility to work on and adjust to multiple client networks.\nAbility to handle stressful situations and carry up to 40 lbs.\nMUST be able to pass a background check\n\nEducation requirements:\n\n\nHigh School diploma or GED\nDegree in Computer Science or Business is preferred, but not required \n\nBilingual is a plus.\n\nCompetitive Full-Time salary and benefits, DOE.\n\nInterested parties please submit resume via site posting or email, no phone calls or walk-in's",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=114&ao=37049&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&cs=1_89ff58e3&cb=1587930959057&jobListingId=3514057077",
    "site": "glassdoor"
  },
  "14": {
    "jobtitle": "McMillan Consulting",
    "description": "Web Software Developer: Job Duties\n\nAs a Software Developer, you will be responsible for:\n\n Developing and improving our existing, custom, business web based software  Maintaining, documenting and add new features to the company's internal software suite. Resolving the occasional IT related issue \n\nQualifications and Experience\n\n Must be proficient in PHP, MySQL, Javascript, HTML  Type 45+ Words Per Minute Must be proficient in Microsoft Office software, most specifically Word and Excel High School Diploma or equivalent required Previous experience a plus\n\nMust Haves\n\n Flexibility and adaptability to work on multiple projects across departments  Strong oral and written communications skills Ability to learn processes quickly Excellent attention to detail Strong work ethic Excellent problem solving skills  Ability to deliver on time \n\nNOTE: Please allow approximately 45 minutes to complete this portion of the application process.",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=115&ao=66506&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&ea=1&cs=1_263c473d&cb=1587930959057&jobListingId=3442844018",
    "site": "glassdoor"
  },
  "15": {
    "jobtitle": "DPS Telecom",
    "description": "We are seeking a Talented and Driven Business Analyst/Junior Business Analyst to join our Client and grow in this position! You will be involved in the design or modification of business systems.\n\nResponsibilities:\nDeveloping technical solutions to business problems.Defining business and technical requirements based on business problems.Performing requirement gathering sessions to gather information from stakeholders.Converting Business requirements into Functional requirements.Working on impact analysis.Identifying and validating high potential business opportunities for stakeholders.Developing customized business strategies that are aligned with corporate strategic objectives.Handling requirements, change and defect tracking.\nQualifications:\n0-4 yearsâ experience as a Business Analyst/Business Systems Analyst.Masterâs degree in Computer Science, Computer Engineering, or any related field of study.Ability to understand business processes and adapt.â\nPowered by JazzHR",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=116&ao=4120&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&cs=1_e5882fc5&cb=1587930959057&jobListingId=3002964900",
    "site": "glassdoor"
  },
  "16": {
    "jobtitle": "Staffigo Technical Services, LLC",
    "description": "Revature is the fastest growing employer of emerging technology talent in the US and we are currently looking to hire over 100 new Software Engineers.\n\nOur Software Engineers design, analyze and build next-gen software systems, including business applications, games, computer applications, middleware, and network control systems across a variety of industries, including finance, insurance, retail, healthcare and government.\n\nRevature has been featured in the Wall Street Journal, Money, Time, on MSN, and was recently named as one of the 8 Cool Companies to Apply to With Awesome Benefits by Glassdoor.\n\nJoin us and be part of the next generation of Software Engineers. Interviews are starting now!\n\nWhat We Are Looking For:\n\n\n0-3 years experience\nSolid foundational knowledge of SQL\nA natural problem solver\nStrong communication and interpersonal skills\nAbility to relocate\nEligible to work in the US\n\nRevature is not currently sponsoring work visas or transfers at this time.\n\nWhat We Offer:\n\n\nCompetitive Salary\nRelocation Assistance\nCorporate Housing\nHealth, Vision and Dental Insurance\nPaid Time Off\nEnterprise level development training\nLife Insurance\n401K\nMentoring and on-going support throughout your entire Revature career\nExperience with one of the world's largest and most reputable companies in the US\n\nSuitable candidates are encouraged to apply immediately\nNot Mentioned",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=117&ao=352789&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&cs=1_589340b9&cb=1587930959057&jobListingId=3556725598",
    "site": "glassdoor"
  },
  "17": {
    "jobtitle": "Revature",
    "description": "Do you love working with kids and inspiring the next generation of engineers, designers, and builders? Instructors at Juni Learning work directly with students ages 8-18 by teaching weekly, online coding classes. All classes are taught remotely, using the curriculum and digital tools developed by Juni.We've designed the instructor role to be a flexible part-time position. Instructors can set their availability and generally work with their students at a regular time, once or twice a week. We expect a minimum commitment of teaching 8 hours per week and a commitment through Summer 2020 (teaching at least until your Fall semester).\n\nCommitment to providing students a great education:\n\n\n\nInstructors will use the curriculum and teaching tools developed by Juni Learning. Each course is 50 minutes long, taught online, and may be a private (1-1) or small group class (maximum 3 students).\nWe look for instructors with a great attitude and desire to help kids build resilience and grit alongside their coding skills.\n\n\nProfessionalism and initiative:\n\n\n\nTreat all students and parents with respect. Foster a safe community.\n\n\nAct in accordance to a high standard of ethics, and maintain family and student confidentiality and privacy.\n\n\n\nTake initiative to solve or anticipate problems early or refer to another Juni Learning employee.\nFlexibility to changing needs, and ability to collaborate with co-workers for any issues that may arise.\n\n\nServe as an ambassador for Juni Learning:\n\n\n\nMaintain high-quality teaching and professionalism.\nPromote our values and mission, and serve as a role model for kids of all backgrounds and ages.\n",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=118&ao=136699&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&cs=1_c4faf59b&cb=1587930959057&jobListingId=3152574568",
    "site": "glassdoor"
  },
  "18": {
    "jobtitle": "Juni Learning",
    "description": "Integrity First Technology Services is a local Fresno-based business IT and software development firm. Supporting a wide range of technical needs, we focus primarily in the agriculture sector and offer everything from basic network support to web-based development of custom applications and ERP systems. Our goal is to provide quality software and hardware solutions tailored to a particular environment that compliments and enhances their business processes.As a team, we are focused on providing a collaborative and fun work environment that challenges people to continually develop their skills while working towards common goals. We care about people very deeply, whether it's our colleagues at the office or our customers working to support their businesses. We offer healthcare, paid time off, cell phone reimbursements, education/training and more to our staff as benefits of the job.Apply today to join our team and help built software that helps the agriculture world do its work!Employee will work under supervision developing UI interfaces and back end softwareMust be capable of working well independentlyDocumentation and attention to detail highly importantPython, Django experience requiredSQL requiredHTML, CSS, and Javascript requiredExperience with Git or similar version control software requiredAngular.js experience a plusJQuery experience a plusPostgreSQL a plusC# or other .Net languages a plusInterface design experience a plusLinux experience a plusWilling to learn new languages/techniques and adapt to new problems/circumstancesJob Type: Full-timeExperience:software development: 1 year (Preferred)Education:Bachelor's (Preferred)Work authorization:United States (Required)Additional Compensation:BonusesBenefits:Health insurancePaid time offWork from homeFlexible scheduleOtherRelocation Assistance Provided:NoThis Job Is Ideal for Someone Who Is:Dependable -- more reliable than spontaneousAchievement-oriented -- enjoys taking on challenges, even if they might failInnovative -- prefers working in unconventional ways or on tasks that require creativitySchedule:Monday to FridayWork Remotely:Temporarily due to COVID-19",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=119&ao=372858&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&cs=1_8fc91710&cb=1587930959057&jobListingId=3561984050",
    "site": "glassdoor"
  },
  "19": {
    "jobtitle": "Integrity First Technology Services, LLC",
    "description": "This position will support the Federal Government's response efforts to COVID-19\n\nThis position in the Office of Information Technology (OIT), Area Operations and is located at a VA facility. The primary duties and responsibilities include providing Point of Care Customer Service in accordance with established policies and procedures of the specific VA facility assigned. The employee works in a multi-vendor IT environment supporting multi-user computer systems.Note: Only education or degrees recognized by the U.S. Department of Education from accredited colleges, universities, schools, or institutions may be used to qualify for Federal employment. You can verify your education here: http://ope.ed.gov/accreditation/.\n\nIf you are using foreign education to meet qualification requirements, you must send a Certificate of Foreign Equivalency with your transcript in order to receive credit for that education.Please read this public notice in its entirety prior to submitting your application.\n\nVacancies may not presently exist in each location but may become available at any point during the opening period of this vacancy announcement. Applicant resumes will not be reviewed until there is actually a request to fill a vacancy in a particular location\n\nYou are applying to a public notice that will be used to fill current and future vacancies. Please note, there may or may not be actual/projected vacancies at the time you submit your application. Your resume and any supporting documentation will be retained with other applicants and reviewed as vacancies occur.\n\nWe will not review your resume for qualifications until we receive a request to fill a vacancy using this public notice at which time you will be notified about the status of your application. You will not receive a notice regarding the status of your application other than the initial acknowledgement until a request is received to fill a position using this public notice.\nThis is a temporary appointment not to exceed 1 year. This appointment may be extended up to a maximum of 1 additional year (24 months of total service).\n\nMajor Duties\n\n\nStudying documentation provided with new or revised software and taking appropriate steps to install softwareMonitoring the use of disk spacePreparing routine workload reports showing system use and available capacitySubmitting recommendations to improve the efficient use of the system and responding to special requests for system dataMaintaining and updating system files necessary to control all aspects of system operations and accessPerforming other related duties and responsibilities as assigned/required\n\n\nWork Schedule: This full-time position supports 24/7 operations throughout the calendar year. Work is typically performed on the day shift; however, candidate may be subject to overtime work, shift work, and/or work on rotating shifts to include evenings, weekends, and holidays\n\nTelework: Not available\n\nVirtual: This is a virtual position and you will be required to work at a VA facility\n\nPosition Description Title/PD#: Information Techology Specialist (CUSTSPT)/PDCV19-15265T, PDCV19-15264T, and PDCV19-15263T\n\nPhysical Requirements: The work is both sedentary and active, requiring walking through out the medical center. Duties may require lifting, carting and carrying computer equipment such as monitors and printers weighing 20-40 pounds. Asking assistance from other specialist to help with lifting is encourage. There may be limited crawling under desks and behind areas to gain access to equipment.To qualify for this position, applicants must meet all requirements by the closing date of this announcement.\n\nYou may qualify based on your education/experience, as described below:\n\nFor all grade levels for this position individuals must have IT-related experience demonstrating each of the four competencies listed below.\n\n1) Attention to Detail - Is thorough when performing work and conscientious about attending to detail.\n\n2) Customer Service - Works with clients and customers (that is, any individuals who use or receive the services or products that your work unit produces, including the general public, individuals who work in the agency, other agencies, or organizations outside the Government) to assess their needs, provide information or assistance, resolve their problems, or satisfy their expectations; knows about available products and services; is committed to providing quality products and services.\n\n3) Oral Communication - Expresses information (for example, ideas or facts) to individuals or groups effectively, taking into account the audience and nature of the information (for example, technical, sensitive, controversial); makes clear and convincing oral presentations; listens to others, attends to nonverbal cues, and responds appropriately.\n\n4) Problem Solving - Identifies problems; determines accuracy and relevance of information; uses sound judgment to generate and evaluate alternatives, and to make recommendations.\n\nAND\n\nSpecialized Experience: You must have one year of specialized experience equivalent to the next lower grade level in the federal service; experience that equipped the applicant with the particular knowledge, skills and abilities (KSA's) and other characteristics to perform successfully the duties of the position, and that is typically in or related to the work of the position to be filled, in the normal line of progression for the occupation in the organization.\n\nFor the GS-07, you must have one year of specialized experience equivalent to the GS-5 level that includes: applying, IT principles, methods, and practices in the customer service and customer support area to identify and resolve issues and problems.\n\nFor the GS-09, you must have one year of specialized experience equivalent to the GS-7 level that includes: planning and delivering customer support services, including installation, configuration, troubleshooting, customer assistance, and/or training, in response to customer requirements; troubleshooting, recovering, adjusting, modifying, and improving IT systems in order to provide advice and assistance to customers.\n\nFor the GS-11,  you must have one year of specialized experience equivalent to the GS-9 level that includes: coordinating customer support activities sufficient to receive, respond to and ensure complete resolution of complex issues beyond what a help desk can resolve; providing comprehensive software, IT systems or equipment guidance and/or training to enhance customer knowledge, as well as to prevent recurring help desk inquiries; developing clear and concise IT reports and documentation for senior IT management.\n\nOR\n\nEducation: Applicants may substitute education for the specialized experience required for each grade level. (Transcripts Required)\n\nFor the GS-07, you must have a Bachelor's degree with Superior Academic Achievement (S.A.A.) or one (1) full year of graduate level study. (S.A.A. is based on (1) class standing, (2) grade-point average, or (3) honor society membership. 1. Class standing--Applicants must be in the upper third of the graduating class in the college, university, or major subdivision, such as the College of Liberal Arts or the School of Business Administration, based on completed courses. 2. Grade-point average (G.P.A.)--Applicants must have a grade-point average of: 3.0 or higher out of a possible 4.0 (\"B\" or better) as recorded on their official transcript, or as computed based on 4 years of education, or as computed based on courses completed during the final 2 years of the curriculum; or 3.5 or higher out of a possible 4.0 (\"B+\" or better) based on the average of the required courses completed in the major field or the required courses in the major field completed during the final 2 years of the curriculum. Grade-point averages are to be rounded to one decimal place. For example, 2.95 will round to 3.0 and 2.94 will round to 2.9. 3. Election to membership in a national scholastic honor society--Applicants can be considered eligible based on membership in one of the national scholastic honor societies listed below. These honor societies are listed in the Association of College Honor Societies. Agencies considering eligibility based on any society not included in the following list must ensure that the honor society meets the minimum requirements of the Association of College Honor Societies. Membership in a freshman honor society cannot be used to meet the requirements of this provision. A transcript or course listing must be submitted if you are basing all or part of your qualifications on education.)\n\nFor the GS-09, you must have a master's degree or equivalent graduate degree; or 2 full years of progressively higher level graduate education leading to a master's degree or equivalent graduate degree.\n\nFor the GS-11, you must have a Ph.D. or equivalent doctoral degree; or 3 full years of progressively higher level graduate education leading to a Ph.D. or equivalent doctoral degree.\n\nNote: Undergraduate and graduate degrees must be in computer science, engineering, information science, information systems management, mathematics, operations research, statistics, or technology management or degree that provided a minimum of 24 semester hours in one or more of the fields identified above and required the development or adaptation of applications, systems or networks. (Transcripts Required)\n\nNote: Experience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., Peace Corps, AmeriCorps) and other organizations (e.g., professional; philanthropic; religions; spiritual; community; student; social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment. You will receive credit for all qualifying experience, including volunteer experience.",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=120&ao=389273&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&ea=1&cs=1_83b2c46f&cb=1587930959057&jobListingId=3558491993",
    "site": "glassdoor"
  },
  "20": {
    "jobtitle": "US Department of Veterans Affairs",
    "description": "This position will support the Federal Government's response efforts to COVID-19\n\nThe Information System Security Officer (ISSO) is a position in the Office of Information Technology (OIT), ITOPS, ESO. In this position, you will support either a VA facility or specified or specified program area of responsibility and reports to either the Information System Security Manager (ISSM) or District Information Security Director (DISD) as the ESO Executive Director deems appropriate.Note: Only education or degrees recognized by the U.S. Department of Education from accredited colleges, universities, schools, or institutions may be used to qualify for Federal employment. You can verify your education here: http://ope.ed.gov/accreditation/.\n\nIf you are using foreign education to meet qualification requirements, you must send a Certificate of Foreign Equivalency with your transcript in order to receive credit for that education.Please read this public notice in its entirety prior to submitting your application.\n\nVacancies may not presently exist in each location but may become available at any point during the opening period of this vacancy announcement. Applicant resumes will not be reviewed until there is actually a request to fill a vacancy in a particular location\n\nYou are applying to a public notice that will be used to fill current and future vacancies. Please note, there may or may not be actual/projected vacancies at the time you submit your application. Your resume and any supporting documentation will be retained with other applicants and reviewed as vacancies occur.\n\nWe will not review your resume for qualifications until we receive a request to fill a vacancy using this public notice at which time you will be notified about the status of your application. You will not receive a notice regarding the status of your application other than the initial acknowledgement until a request is received to fill a position using this public notice.\n\nThis is a temporary appointment not to exceed 1 year. This appointment may be extended up to a maximum of 1 additional year (24 months of total service).\n\nWork Schedule: Monday - Friday 8:00am - 4:30pm\n\nVirtual: This is a virtual position and you will be required to work at a VA facility\n\nTelework: Available upon supervisory approval\n\nRelocation/Recruitment Incentives: Not Authorized\n\nFinancial Disclosure Report: Not Required\n\nCompressed/Flexible Schedule: Available\n\nPosition Description Title/PD#: IT Specialist (Infosec) PD# 06047A/06024A\n\nPhysical Requirements: The work is primarily sedentary in nature. No special physical demands are required to perform the work.\n\nMajor Duties:\n\n\nActively participate in network and systems design to ensure implementation of viable systems security policies and proceduresConduct systems security evaluations, audits and reviews; and develop Automated Information Systems (AIS) security contingency plans and disaster recovery procedures, as part of the local business continuity teamMonitor and track controlled access programs to ensure implementation and viability of appropriate systems security policies, as well as the acquisition of IT security toolsInvestigate local AIS programs to identify possible breach of security and/or other violationsConduct vulnerability analysis and risk assessment studies of planned and installed information systems to assure that local AIS security plans and policies established are adequate for protection needs and comply as required by statuteFacilitate and coordinate the gathering, analysis and preservation of evidence used in addressing security violations\n\n\nTo qualify for this position, applicants must meet all requirements by the closing date of this announcement.\n\nYou may qualify based on your education/experience, as described below:\n\nFor all grade levels for this position individuals must have IT-related experience demonstrating each of the four competencies listed below.\n\n1) Attention to Detail - Is thorough when performing work and conscientious about attending to detail.\n\n2) Customer Service - Works with clients and customers (that is, any individuals who use or receive the services or products that your work unit produces, including the general public, individuals who work in the agency, other agencies, or organizations outside the Government) to assess their needs, provide information or assistance, resolve their problems, or satisfy their expectations; knows about available products and services; is committed to providing quality products and services.\n\n3) Oral Communication - Expresses information (for example, ideas or facts) to individuals or groups effectively, taking into account the audience and nature of the information (for example, technical, sensitive, controversial); makes clear and convincing oral presentations; listens to others, attends to nonverbal cues, and responds appropriately.\n\n4) Problem Solving - Identifies problems; determines accuracy and relevance of information; uses sound judgment to generate and evaluate alternatives, and to make recommendations.\n\nAND\n\nSpecialized Experience: You must have one year of specialized experience equivalent to the next lower grade level in the federal service; experience that equipped the applicant with the particular knowledge, skills and abilities (KSA's) and other characteristics to perform successfully the duties of the position, and that is typically in or related to the work of the position to be filled, in the normal line of progression for the occupation in the organization.\n\nGS-11 grade level: One year of specialized experience (equivalent to the GS-9 grade level in the federal service). Specialized experience includes: conducting systems security evaluations and reviews of policy enforcement practices to ensure secure information systems reliability and accessibility; evaluating local Automated Information System (AIS) security program(s) to protect AIS from unauthorized access.\n\nGS-12 grade level: One year of specialized experience (equivalent to the GS-11 grade level in the federal service). Specialized experience includes: developing procedures and conducting systems security evaluations, audits and reviews of policy enforcement practices to ensure secure information systems reliability and accessibility; developing Automated Information Systems (AIS) security contingency plans and disaster recovery procedures as part of a local business continuity team.\n\nOR\n\nEducation: Applicants may substitute education for the experience required for the GS-11level. (Transcripts Required)\n\nFor the GS-11, you must have a Ph.D. or equivalent doctoral degree; or 3 full years of progressively higher level graduate education leading to a Ph.D. or equivalent doctoral degree.\n\nThere is no educational substitution for the GS-12 level.\n\nNote: Undergraduate and graduate degrees must be in computer science, engineering, information science, information systems management, mathematics, operations research, statistics, or technology management or degree that provided a minimum of 24 semester hours in one or more of the fields identified above and required the development or adaptation of applications, systems or networks. (Transcripts Required)\n\nExperience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., Peace Corps, AmeriCorps) and other organizations (e.g., professional; philanthropic; religions; spiritual; community; student; social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment. You will receive credit for all qualifying experience, including volunteer experience.\n",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=121&ao=806195&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&cs=1_68531360&cb=1587930959057&jobListingId=3553925207",
    "site": "glassdoor"
  },
  "21": {
    "jobtitle": "US Department of Veterans Affairs",
    "description": "Do you love working with kids and inspiring the next generation of engineers, designers, and builders? Instructors at Juni Learning work directly with students ages 8-18 by teaching weekly, online coding classes. All classes are taught remotely, using the curriculum and digital tools developed by Juni.We've designed the instructor role to be a flexible part-time position. Instructors can set their availability and generally work with their students at a regular time, once or twice a week. We expect a minimum commitment of teaching 8 hours per week.\n\nCommitment to providing students a great education:\n\n\n\nInstructors will use the curriculum and teaching tools developed by Juni Learning. Each course is 50 minutes long, taught online, and may be a private (1-1) or small group class (maximum 3 students).\nWe look for instructors with a great attitude and desire to help kids build resilience and grit alongside their coding skills.\n\n\nProfessionalism and initiative:\n\n\n\nTreat all students and parents with respect. Foster a safe community.\n\n\nAct in accordance to a high standard of ethics, and maintain family and student confidentiality and privacy.\n\n\n\nTake initiative to solve or anticipate problems early or refer to another Juni Learning employee.\nFlexibility to changing needs, and ability to collaborate with co-workers for any issues that may arise.\n\n\nServe as an ambassador for Juni Learning:\n\n\n\nMaintain high-quality teaching and professionalism.\nPromote our values and mission, and serve as a role model for kids of all backgrounds and ages.\n",
    "place": "Fresno, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=122&ao=806195&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&cs=1_ff84435e&cb=1587930959057&jobListingId=3554827652",
    "site": "glassdoor"
  },
  "22": {
    "jobtitle": "Juni Learning",
    "description": "In order for your application to be considered, you must complete the assessment that will be emailed to you once your application has been completed.\n\nDescription:\nAssist the Director of Information Technology to ensure reliable operations of enterprise systems and services. Ensure the adequate design and maintenance of operating systems to achieve the business objectives of the organization.\n \nPosition Type:\nFull Time\n\nResponsibilities:\n\n\tManage, guide and mentor a team of IT systems professionals.\n\tPlan, coordinate, direct, and design IT systems related solutions for the organization.\n\tManage the deployment, monitoring, maintenance, development, upgrade, and support of all IT systems including; servers, PCs, operating systems, hardware, software, and peripherals.\n\tWork closely with the Director to identify, recommend, develop, implement, and support cost-effective technology solutions for all aspects of the organization.\n\tBenchmark, analyze, report on, and make recommendations for the improvement and growth of the IT infrastructure and IT systems.\n\tManage IT staffing, including recruitment, supervision, scheduling, career development, performance evaluations, and disciplinary actions.\n\tPerform other duties as assigned.\n\n\n\n \n\nRequirements:\n\n\n\n\tBachelor’s degree in Computer Science or related field is required, unless waived by Executive Management.\n\tMinimum of two (2) years of leadership experience in system engineering and projects in an enterprise environment preferred.\n\tMust be experienced in designing, maintaining and supporting an enterprise virtual infrastructure.\n\tExcellent interpersonal skills, written and verbal communication, proven analytical and problem-solving abilities required.\n\tA valid California Driver’s License required.\n\n\n\n\n\n",
    "place": "Friant, CA",
    "link": "https://www.glassdoor.com/partner/jobListing.htm?pos=123&ao=372858&s=58&guid=00000171b80f8a3a9d0fb9b32b9d5f1d&src=GD_JOB_AD&t=SR&extid=1&exst=EL&ist=&ast=EL&slr=true&cs=1_dc0bcb85&cb=1587930959057&jobListingId=3556447560",
    "site": "glassdoor"
  }
}